[ Lang ]

"Scanning will stop, if you continue this operation."="Scanning will stop if you continue this operation."
"Call has been successfully recorded on USB device"="Call has been successfully recorded on USB device!"
"Transferring"="Transferring"
"(Empty)"="(Empty)"
"[Assigned]"="[Assigned]"
"<New Item>"="<New Item>"
"1.Confirm that USB device is compliant with USB 2.0."="1.Confirm that USB device is compliant with USB 2.0."
"10min"="10min"
"Oct"="Oct"
"October"="October"
"Nov"="Nov"
"Noveber"="Noveber"
"120s"="120s"
"12 Hour"="12 Hour"
"Dec"="Dec"
"December"="December"
"15s"="15s"
"1min"="1min"
"1h"="1h"
"Jan"="Jan"
"January"="January"
"2.Try to replug the USB device."="2.Try to replug the USB device."
"24 Hour"="24 Hour"
"2min"="2min"
"2h"="2h"
"Feb"="Feb"
"February"="February"
"3.Try to reboot the phone."="3.Try to reboot the phone."
"30min"="30min"
"30s"="30s"
"3h"="3h"
"Mar"="Mar"
"March"="March"
"Apr"="Apr"
"April"="April"
"5min"="5min"
"May"="May"
"60s"="60s"
"6h"="6h"
"Jun"="Jun"
"June"="June"
"Jul"="Jul"
"July"="July"
"802.1x"="802.1x"
"802.1x Mode"="802.1x Mode"
"802.1x Settings"="802.1x Settings"
"Aug"="Aug"
"August"="August"
"Sep"="Sep"
"September"="September"
"ACD"="ACD"
"L_ACD"="ACD"
"S_ACD"="ACD"
"ACD State"="ACD Status"
"ACD Status"="ACD Status"
"AES"="AES"
"Per-phone AES"="MAC-Oriented AES"
"Alert Group Paging Calls"="Alert GPaging Calls"
"Alert Click To Dial Calls"="Alert to Dial Calls"
"Alias"="Alias"
"AM"="AM"
"AMR License"="AMR License"
"AP Mac Address"="AP Mac Address"
"App Account"="APP Account"
"Args Error!"="Args error!"
"AVG.Waiting Time"="AVG.Waiting Time"
"BFCP"="BFCP"
"BLF"="BLF"
"L_BLF"="BLF"
"BLF Hold"="BLF Hold"
"BLF is invalid!"="BLF is invalid!"
"BLF Callout"="BLF Callout"
"BLF Call ID"="BLF Call ID"
"BLF Talking"="BLF Talking"
"BLF List"="BLF List"
"L_BLF List"="BLF List"
"BLF Ring Type"="BLF Ring Type"
"BLF Group"="BLF Group"
"BLF Ringing"="BLF Ringing"
"BLF Park"="BLF Park"
"Use BroadWorks-based Call Control"="Use BW Call Control"
"MENU_Callery"="Callery"
"CC UID"="IC UID"
"CC Name"="IC Name"
"CDP"="CDP"
"CDP Interval"="CDP Interval"
"CDP Status"="CDP Status"
"CDP interval should be 1-3600!"="CDP interval should be 1-3600!"
"CFG Version"="CFG Version"
"Commportal Login"="Commportal Login"
"Compulsory"="Compulsory"
"COM Version"="COM Version"
"DD MMM YYYY"="DD MMM YYYY"
"DD/MM/YY"="DD/MM/YY"
"DD/MM/YYYY"="DD/MM/YYYY"
"DD-MMM-YY"="DD-MMM-YY"
"MENU_DECT Setting"="DECT Settings"
"default_contact_image.png"="default_contact_image.png"
"German"="Deutsch (German)"
"DHCP"="DHCP"
"DHCP IP Client"="DHCP IPv4 Client"
"DHCP IPv4 Client"="DHCP IPv4 Client"
"DHCP IPv6 Client"="DHCP IPv6 Client"
"The count of DHCP Option's values can't more than 5!"="The count of DHCP Option's values canont be more than 5!"
"DHCP option is invalid!"="DHCP option is invalid!"
"DHCP Start IP Address is invalid!"="DHCP start IP address is invalid!"
"DHCP Time"="DHCP Time"
"DHCP VLAN"="DHCP VLAN"
"DHCP Option"="DHCP Option"
"DHCP option!"="DHCP option!"
"The count of DHCP Option's values"="The count of DHCP Option's values"
"DHCP End IP Address is invalid!"="DHCP end IP address is invalid!"
"Phone DND"="Phone DND"
"DTMF"="DTMF"
"L_DTMF"="DTMF"
"DTMF is invalid!"="DTMF is invalid!"
"DTMF Type"="DTMF Type"
"DTMF Info Type"="DTMF Info Type"
"DTMF Payload Type"="DTMF Payload Type"
"DTMF Payload Type should be 96-127!"="DTMF payload type should be between 96-127!"
"DTMF-Relay"="DTMF-Relay"
"E911"="E911"
"E911 Location"="E911 Location"
"E911 location set failed, please contact your administrator for help"="Set E911 location failed! Please contact your administrator."
"EAP-FAST"="EAP-FAST"
"EAP-MD5"="EAP-MD5"
"EAP-None"="EAP-None"
"EAP-PEAP/GTC"="EAP-PEAP/GTC"
"EAP-PEAP/MSCHAPv2"="EAP-PEAP/MSCHAPv2"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-GTC"="EAP-TTLS/EAP-GTC"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"EDK"="EDK"
"EDK Prompt is Empty"="EDK prompt is empty!"
"EHS ERROR!"="EHS error!"
"English"="English (English)"
"Spanish"="Español (Spanish(EU))"
"Spanish_LA"="Español (Spanish(Latin))"
"ExitPri"="ExitPri"
"EXP Wallpaper"="EXP Wallpaper"
"Fixed"="Fixed"
"Flexible Seating"="Flexible Seating"
"FlexSeat Logout, Please Waiting..."="FlexSeat Logout, Please Waiting..."
"Forward to Phone Number/SIP-URI"="Forward to Phone Number/SIP-URI"
"French_CA"="Français (French(Canada))"
"French"="Français (French(EU))"
"FWD"="FWD"
"Getting Balance"="Getting Balance"
"GK Line"="GK Line"
"GK Account"="GK Account"
"Google Contact"="Google Contact"
"H.323"="H.323"
"HD"="HD"
"Hebrew_IME"="Hebrew_IME"
"L_Hot Desking"="Hot Desking"
"S_Hot Desking"="Hot Desking"
"L_Hoteling"="Hoteling"
"Https Port"="HTTPS Port"
"Https port"="HTTPS Port"
"Https port should be 1-65535!"="HTTPS Port should be 1-65535!"
"Https Status"="HTTPS Status"
"Http Port"="HTTP Port"
"Http port"="HTTP Port"
"Http port should be 1-65535!"="HTTP Port should be 1-65535!"
"Http Status"="HTTP Status"
"CC"="CC"
"IC"="IC"
"IC UID"="IC UID"
"IC Name"="IC Name"
"IME"="IME"
"S_IME"="IME"
"INBAND"="INBAND"
"Intrude"="Intrude"
"Invalid Common!"="Invalid Common!"
"ip/FQDN"="IP/FQDN"
"IP/URI"="IP/URI"
"IPv4"="IPv4"
"IPv4 IP"="IPv4"
"IPv4 WAN Port"="IPv4 WAN Port"
"IPv4 Sec DNS"="IPv4 Sec DNS"
"IPv4 WAN Type"="IPv4 WAN Type"
"IPv4 Pri DNS"="IPv4 Pri DNS"
"IPV4/IPV6 Conflict"="IPv4/IPv6 conflict!"
"IPv4 Sec.DNS"="IPv4 Sec.DNS"
"IPV4 Conflict"="IPv4 conflict!"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Pri.DNS"="IPv4 Pri.DNS"
"IPv4 Status"="IPv4 Status"
"IPv4 Subnet Mask"="IPv4 Subnet Mask"
"IPv6"="IPv6"
"IPv6 IP"="IPv6"
"IPv6 IP Prefix is invalid!"="IPv6 IP Prefix is invalid!"
"IPv6 Pri DNS"="IPv6 Pri DNS"
"IPv6 Sec DNS"="IPv6 Sec DNS"
"IPv6 WAN Port"="IPv6 WAN Port"
"IPv6 Default Gateway"="IPv6 Gateway"
"IPv6 Sec.DNS"="IPv6 Sec.DNS"
"IPV6 Conflict"="IPv6 conflict!"
"IPv6 IP Prefix"="IPv6 IP Prefix"
"IPv6 WAN Type"="IPv6 WAN Type"
"IPv6 Pri.DNS"="IPv6 Pri.DNS"
"IPv6 Status"="IPv6 Status"
"IP Address"="IP Address"
"IP Address!"="IP Address!"
"IP Address is invalid!"="IP address is invalid!"
"IP address has been used!"="IP address has been used!"
"IP Phone"="IP Phone"
"Tracert IP or URL"="Tracert IP or URL"
"IP Mode"="IP Mode"
"IPAddress Mode"="IP Mode"
"Direct IP Line"="Direct IP Line"
"IP Direct Auto Answer"="IP Direct Auto Answer"
"Italian"="Italiano (Italian)"
"Korean_IME"="Korean_IME"
"LCD Backlight Test"="LCD Backlight Test"
"LDAP"="LDAP"
"L_LDAP"="LDAP"
"S_LDAP"="LDAP"
"LDAP server is unavailable"="LDAP server is unavailable."
"Ldap Disabled"="Ldap Disabled"
"LDAP get error tips failed!"="LDAP getting error tips failed!"
"LDAP Authority"="LDAP Authority"
"LDAP Search"="LDAP Search"
"Leave Wrap-up"="Leave Wrap-up"
"LED Test"="LED Test"
"Listen BargeIn"="Listen BargeIn"
"LLDP"="LLDP"
"LLDP Vlan"="LLDP Vlan"
"LLDP Status"="LLDP Status"
"LLDP Packet Interval should be 1-3600!"="LLDP Packet Interval should be 1-3600!"
"Packet Interval"="Packet Interval"
"M2P"="M2P"
"MAC Version"="MAC Version"
"MAC"="MAC"
"MAC Address"="MAC"
"MAC-Oriented"="MAC-Oriented AES"
"Mango"="Mango"
"MD5 Password"="MD5 Password"
"Medium"="Medium"
"L_Meet-Me"="Meet-Me"
"Meet-me"="Meet-me"
"S_Meet-Me"="Meet-Me"
"Metaswitch CallLog"="Metaswitch CallLog"
"MLHGS"="MLHGS"
"MM DD WW"="MM DD WW"
"MM DD WWW"="MM DD WWW"
"MM/DD/YY"="MM/DD/YY"
"MOS-CQ"="MOS-CQ"
"MOS-LQ"="MOS-LQ"
"Moving contact..."="Moving contact..."
"msec"="msec"
"NAT"="NAT"
"NAT Public IP Address"="NAT Public IP Address"
"NAT Status"="NAT Status"
"New Unread Voice Mail(s)"="New Unread Voice Mail(s)"
"New VID"="New VID"
"NextSpace"="NextSpace"
"No VLAN"="No VLAN"
"NTP Server1"="NTP Server1"
"Invalid NTP server1!"="Invalid NTP server1!"
"NTP Server2"="NTP Server2"
"NTP server1 is invalid!"="NTP server1 is invalid!"
"NTP server2 is invalid!"="NTP server2 is invalid!"
"On Demand"="On Demand"
"On Demand with User Initiated Start"="On Demand with User Initiated Start"
"OPUS"="Opus"
"opus codec is not available in four ways conference!"="opus codec is not available in four ways conference!"
"Outbound Alternate"="Outbound Alternate"
"Outbound Proxy1"="Outbound Proxy1"
"Outbound Proxy2"="Outbound Proxy2"
"Outbound proxy is invalid!"="Outbound proxy is invalid!"
"Invalid Proxy Fallback Interval!"="Invalid Proxy Fallback Interval!"
"Pause/Resume Notify"="Pause/Resume Notification"
"PBX Queue"="PBX Queue"
"PC Port"="PC Port"
"PIN"="PIN"
"PIN/ID"="PIN/ID"
"Ping"="Ping"
"Ping Error"="Ping Error"
"Ping IP or URL"="Ping IP or URL"
"PIN Code"="PIN Code"
"Pin code can't be empty!"="Pin code can't be empty!"
"Pin code is invalid!"="Pin code is invalid!"
"PM"="PM"
"Polish"="Polski (Polish)"
"Portuguese"="Português (Portuguese(EU))"
"Portuguese_LA"="Português (Portuguese(Latin))"
"PPPoE"="PPPoE"
"PPPoE PWD"="PPPoE PWD"
"PPPoE User"="PPPoE User"
"PPPoE User is invalid!"="PPPoE User is invalid!"
"Not support bridge mode in PPPoE!"="Not support bridge mode in PPPoE!"
"PriChat"="PriChat"
"PSTN account unavailable"="PSTN account unavailable"
"Qos"="Qos"
"RFC2833"="RFC2833"
"RFC2833+SIP INFO"="RFC2833+SIP INFO"
"Rom Version"="Rom Version"
"Route Traversal"="Route Traversal"
"RPort"="RPort"
"RPS Open"="RPS Open"
"RPS Close"="RPS Close"
"RTP Status"="RTP Status"
"S_RTP Status"="RTP Status"
"S/N"="S/N"
"S_S2S AcdLoginOut"="Login/out"
"S2S AcdLoginOut"="Login/out"
"S_S2S AcdLogin"="AcdLogin"
"S2S AcdLogin"="AcdLogin"
"S_S2S AcdLogout"="AcdLogout"
"S2S AcdLogout"="AcdLogout"
"S_S2S AcdRefresh"="AcdRefresh"
"S2S AcdRefresh"="Refresh"
"S2S Unavailable Reason Code"="S2S Unavailable Reason Code"
"SCA Held"="SCA Held"
"SCA Active"="SCA Active"
"SCA Bridge Active"="SCA Bridge Active"
"SCA Alerting"="SCA Alerting"
"S_Seizing"="Seizing"
"Seizing"="Seizing"
"Set Hot Desking"="Set Hot Desking"
"Signal Fail"="Signal Fail"
"Signal OK"="Signal OK"
"Silent Bargin"="Silent Barge In"
"SIP"="SIP"
"SIP server3 is invalid!"="SIP server3 is invalid!"
"SIP Password"="SIP Password"
"SIP Server1"="SIP Server1"
"SIP Server2"="SIP Server2"
"Invalid SIP server2!"="Invalid SIP server2!"
"SIP Server3"="SIP Server3"
"Invalid SIP server3!"="Invalid SIP server3!"
"SIP Proxy can't be empty!"="SIP proxy cannot be empty!"
"Invalid SIP server1!"="Invalid SIP server1!"
"Sip Line"="Sip Line"
"SIP INFO"="SIP INFO"
"SIP Register name"="SIP Register name"
"S_Skip"="Skip"
"SN"="SN"
"SNTP Setting"="SNTP Settings"
"SRTP"="SRTP"
"SSID"="SSID"
"SSID can't be empty!"="SSID can't be empty!"
"Start/Stop Notify"="Start/Stop Notification"
"Static NAT"="Static NAT"
"STUN"="STUN"
"STUN Port"="STUN Port"
"STUN Server is invalid!"="STUN server is invalid!"
"STUN Server"="STUN Server"
"STUN server can't empty!"="STUN server can't empty!"
"Invalid STUN server port!"="Invalid STUN server port!"
"STUN Server port is Invalid!"="STUN server port is invalid!"
"Invalid STUN server!"="Invalid STUN server!"
"STUN Status"="STUN Status"
"TCP"="TCP"
"TCP Lowest Port"="TCP Lowest Port"
"TCP Highest Port"="TCP Highest Port"
"3rd-party VMR"="Third-party VMR"
"TKIP"="TKIP"
"TKIP AES"="TKIP AES"
"TLS"="TLS"
"Touch Tone"="Touch Tone"
"Trace Route Error"="Trace Route Error"
"Turkish"="Türkçe (Turkish)"
"UC Favorite"="UC Favorite"
"UC Favorites"="UC Favorites"
"UDP"="UDP"
"UDP Lowest Port"="UDP Lowest Port"
"UDP Highest Port"="UDP Highest Port"
"URI is invalid!"="URI is invalid!"
"Invalid URI!"="Invalid URI!"
"L_URL"="URL"
"URL is invalid!"="URL is invalid!"
"URL can't be empty!"="URL can't be empty!"
"URL is error"="URL is error!"
"L_URL Record"="URL Record"
"URL Record"="URL Record"
"The URL is empty!"="The URL is empty!"
"URL is empty"="URL is empty!"
"Invalid URL!"="Invalid URL!"
"MENU_USB Record"="USB"
"USB Record"="USB Record"
"USB device connection failure!"="USB flash drive connect failed!"
"USB Photo"="USB Photo"
"USB current overload"="USB current overload"
"USB heaset connected"="USB headset is connected."
"USB headset connected"="USB headset connected."
"USB heaset removed"="USB headset is removed."
"USB headset removed"="USB headset removed."
"USB device connected successfully"="USB device connected successfully"
"USB device has been connected successfully!"="USB flash drive is connected."
"No images in USB flash drive."="No images in USB flash drive."
"Failed to get data from USB flash drive"="Cannot get data from USB flash drive!"
"USB device is removed!"="USB flash drive is removed."
"USB Inserted"="USB Inserted"
"USB Connected"="USB connected"
"USB Removed"="USB removed!"
"USB device has been moved"="USB flash drive is removed."
"Invalid Value!"="Invalid value!"
"VID Number"="VID Number"
"Invalid VID nubmer!"="Invalid VID nubmer!"
"VID nubmer is invalid!"="VID nubmer is invalid!"
"VID number should be 1-4094!"="VID number should be 1-4094!"
"VLAN"="VLAN"
"VLAN ID"="VLAN ID"
"VLAN Status"="VLAN Status"
"Voice Qos"="Voice Qos"
"VPN"="VPN"
"WAN IP"="WAN IP"
"WAN MASK"="WAN MASK"
"WAN Port"="WAN Port"
"WAN Type"="WAN Type"
"WEP"="WEP"
"Whisper BargeIn"="Whisper BargeIn"
"Wi-Fi"="Wi-Fi"
"WIFI MAC"="Wi-Fi MAC"
"Wi-Fi Mac"="Wi-Fi MAC"
"Wifi: On"="Wi-Fi: On"
"Wifi: Connected"="Wi-Fi: Connected"
"Wifi Test"="Wi-Fi Test"
"WIFI Authentication"="Wi-Fi Authentication"
"Wifi switch is closed, open it or not?"="Wi-Fi is disabled, turn on it now?"
"Wifi_Password"="Wi-Fi Password"
"Wifi unreachable"="Wi-Fi unreachable"
"Wizard"="Wizard"
"WPA2-EAP"="WPA2-EAP"
"WPA2-PSK"="WPA2-PSK"
"WPA-EAP"="WPA-EAP"
"WPA-PSK"="WPA-PSK"
"WPA Shared Key"="WPA Shared Key"
"WPA Shared Key can't be empty!"="WPA shared key can't be empty!"
"S_WPS"="WPS"
"WPS"="WPS"
"S_WPS-PIN"="WPS-PIN"
"WPS-PIN"="WPS-PIN"
"WPS has opened, please connect in "="WPS has been activated, connect in "
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"XML"="XML"
"XML_Idle"="XML"
"Server XML"="Server XML"
"S_XMLDir"="XMLDir"
"S_XMLMenu"="XMLMenu"
"XMLMenu"="XMLDir"
"L_XML Brower"="XML Brower"
"S_XML Brower"="XML Brower"
"XML Browser"="XML Browser"
"XmlBrowser"="XML Browser"
"XmlBrowser_Idle"="XML Browser"
"L_XML Browser"="XML Browser"
"Xml browser url cannot be empty!"="Xml browser url cannot be empty!"
"Xml Browser is invalid!"="Xml Browser is invalid!"
"L_XML Group"="XML Group"
"S_XML Group"="XML Group"
"XML Group"="XML Group"
"XML Info"="XML Info"
"XSI access password is wrong !"="XSI access password is wrong !"
"Web access password is wrong!"="Incorrect web access password!"
"XsiEvent"="XSI Event"
"XSI is empty"="XSI is empty"
"XSI information is incomplete!"="XSI information is incomplete!"
"YLCloud"="Yealink Cloud"
"YY/MM/DD"="YY/MM/DD"
"YY-MM-DD"="YY-MM-DD"
"YYYY MM DD"="YYYY MM DD"
"YYYY/MM/DD"="YYYY/MM/DD"
"YYYY-MM-DD"="YYYY-MM-DD"
"S_Z_Pickup."="Z_Pickup."
"Russian"="Pусский (Russian)"
"S_Security"="Security"
"Security"="Security"
"security"="Security"
"Security Classification"="Security Classification"
"Security Classification"="Security Classification"
"Security Mode"="Security Mode"
"Installed"="Installed"
"Installed failed"="Install failed"
"KEY"="KEY"
"Key Type"="Key Type"
"Key Event"="Key Event"
"Key Tone"="Key Tone"
"Press Up or Down To Switch Number"="Press up and down keys to switch numbers."
"Office Number"="Office Number"
"Office Phone"="Office Phone"
"Invalid Office number!"="Invalid office number!"
"Office number is invalid!"="Office number is invalid!"
"Far Hold"="Far Hold"
"Hold"="Hold"
"L_Hold"="Hold"
"Public Hold"="Public Hold"
"S_Far Hold"="Far Hold"
"S_Hold"="Hold"
"S_Public Hold"="Public Hold"
"S_Save"="Save"
"Save"="Save"
"Saved!"="Saved!"
"Save Success!"="Save successfully!"
"Success Saved!"="Success Saved!"
"Ring saving ..."="Ring saving ..."
"Save Password"="Save Password"
"Saving  Configuration..."="Saving configuration…"
"Save Failed!"="Save failed!"
"Save Failed! The same profile name or SSID exist"="Save failed! Profile name or SSID already existed."
"Saving files!"="Saving files!"
"Saving"="Saving"
"Saving. Please wait..."="Saving. Please wait..."
"Saving..."="Saving..."
"Saving... Please Wait"="Saving... Please Wait"
"Sec.DNS"="Sec.DNS"
"Secondary DNS is invalid!"="Secondary DNS is invalid!"
"Backlight"="Backlight"
"Backlight Time"="Backlight Time"
"Backlight Active Level"="Active Level"
"Backlight Inactive Level"="Inactive Level"
"Local_Idle"="Local"
"Local History"="Local History"
"S_Local History"="Local History"
"local Directories"="Local Directory"
"Local Directory"="Local Directory"
"LocalDirectory"="LocalDirectory"
"LocalDirectory_Idle"="LocalDirectory"
"S_LocalDir"="LocalDir"
"Sorry,Only 1000 contacts are allowed!"="Sorry, directory reached the max limit of 1000 records."
"Local Anonymous"="Local Anonymous"
"Local Anonymous Rejection"="Local Anony Reject"
"L_Local Group"="Local Group"
"Local Group"="Local Group"
"S_Local Group"="Local Group"
"Local CallLog"="Local Calls"
"Local User"="Local User"
"Local Codec"="Local Codec"
"Wallpaper"="Wallpaper"
"Wallpaper will change into the default image. Confirm to delete or not?"="Wallpaper will change into the default image. Do you want to continue?"
"Edit"="Edit"
"ICON_Edit"="Edit"
"S_Edit"="Edit"
"Edit My Device Information"="Edit My Device Information"
"Edit Network"="Edit Network"
"Edit Location"="Edit Location"
"Editing"="Editing"
"S_Editing"="Editing"
"Edit Paging Address"="Edit Paging Address"
"Alter Type"="Alert Type"
"DispCode"="DispCode"
"L_Dispcode"="Dispcode"
"S_DispCode"="DispCode"
"Invalid On code!"="Invalid on code!"
"Mark All as new"="Mark All as new"
"Mark All as heard"="Mark All as heard"
"Mark as new"="Mark as new"
"Mark as heard"="Mark as heard"
"Mark as read"="Mark as read"
"Label"="Label"
"Invalid Label!"="Invalid label!"
"title"="Title"
"Dial Emergency"="Dial Emergency"
"Dialing"="Dial"
"Play"="Play"
"Playing"="Playing"
"S_Play"="Play"
"Play Ring"="Play Ring"
"Play Record"="Play Record"
"Play Tone"="Play Tone"
"Play Voice Message"="Play Voice Message"
"Unclassified"="Unclassified"
"Unclassified"="Unclassified"
"Does not exist anywhere"="No Anywhere exist!"
"Can't be empty"="Can't be empty!"
"Unavailable !"="Unavailable!"
"Unable to add to blacklist!"="Unable to add to blacklist!"
"Unable to add to contacts!"="Unable to add to contacts!"
"Can't be empty!"="Can't be empty!"
"Connot download PLCM Phonebook"="Connot download PLCM Phonebook"
"mismatch"="Unmatch"
"Contact is not local!"="Not local contact!"
"Not allow opt in/out"="Opt-In/Opt-Out not allowed."
"Anonymity Disallowed"="Anonymity disallowed!"
"Department"="Department"
"Sample Rate"="Sample Rate"
"Menu"="Menu"
"S_Menu"="Menu"
"Menu key"="Menu key"
"Operator fail"="Operation failed!"
"Draftbox"="Draftbox"
"Test OK"="Test Success"
"Fail in testmode"="Fail in testmode"
"Test Fail"="Test Failed"
"DECT dongle is removed,reboot and switch to DD Phone mode?"="Dongle is removed, reboot and switch to DD Phone mode?"
"DECT dongle is inserted,reboot and switch to DD Phone mode?"="Dongle is inserted, reboot and switch to DD Phone mode?"
"S_View"="View"
"View"="View"
"VIEW"="VIEW"
"View more contacts..."="View more contacts..."
"View more contacts..."="View more contacts..."
"View Executive List"="View Executive List"
"View Voice Mail"="View Voice Mail"
"View Assistant List"="View Assistant List"
"Search LDAP Contacts"="Search LDAP Contacts"
"Search Directory"="Search Directory"
"Search For Contacts"="Search For Contacts"
"Search All Contacts"="Search All Contacts"
"Search Network Contacts"="Search Network Contacts"
"Consult"="Consult"
"S_Split"="Split"
"Split"="Split"
"Split All"="Split All"
"Product ID"="Product ID"
"Product Name"="Product Name"
"Always Off"="Always Off"
"General"="General"
"Generally Settings"="Generally Settings"
"Always On"="Always On"
"Exceed the upper limit!"="Exceed the max limit!"
"success"="Success"
"Logout successful"="Successfully logged out!"
"Login successful"="Successfully logged in!"
"Disconnect Success."="Disconnect successfully!"
"Add the records success"="Add the records success"
"Move to blacklist success"="Move to blacklist successfully!"
"Move the contacts success"="Move the contacts successfully!"
"MTSW ACD Member"="Member"
"S_Members"="Members"
"S_MTSW ACD Member"="Member"
"Memory Full"="Members are full!"
"city"="City"
"Duration"="Duration"
"Factory Installed"="Factory Installed"
"Outbound Alternate Number is invalid!"="Outbound alternate number is invalid!"
"Outbound Alternate Phone Number"="Outbound Number"
"Initial Call Back?"="Initial Call Back?"
"Initial ACD State"="Initial ACD State"
"Initial State"="Initial State"
"Storage Media Properties"="Storage Space"
"Wrap up"="Wrap up"
"Disposition Code"="Disposition Code"
"Pager"="Pager"
"Transport"="Transport"
"Transmit Rate"="Transmit Rate"
"Fax"="Fax"
"Secondary DNS"="Secondary DNS"
"from the conference?"="from the conference?"
"Remove from Favorite"="Remove from Favorites"
"ICON_Remove from Favorite"="Remove from Favorites"
"Remove selected from favorite?"="Remove the selected from favorites?"
"error"="Error"
"Wrong user name"="Incorrect user name!"
"Wrong user name or password!"="Wrong user name or password!"
"Bad Request"="Bad request!"
"Bad request!"="Bad request!"
"Reached the upper limit of 12 hours recording time"="Reached the max limit of 12-hour recording time"
"Reply"="Reply"
"Open fail"="Open failed!"
"Proxy Fallback Interval"="Proxy Fallback Interval"
"Proxy Fallback Interval is invalid!"="Proxy fallback interval is invalid!"
"Invalid Call on code!"="Invalid call on code!"
"Invalid Reject on code!"="Invalid reject on code!"
"Idle Clock"="Idle Clock"
"Idle Clock Display"="Idle Clock Display"
"SymmOneWayDelay"="SymmOneWayDelay"
"Current PIN is incorrect."="Current PIN is incorrect!"
"Current PIN"="Old PIN"
"Current Time"="Current Time"
"VPN can't be on \n\n when file do not exist!"="VPN can't be on \n\n when file do not exist!"
"To navigate the menu, please use the arrow keys below!"="To navigate the menu, please use the arrow keys below!"
"Import Config"="Import Config"
"To:"="To:"
"reached!"="Reached!"
"GuestOut"="GuestOut"
"Log Out"="Log Out"
"Logged Out"="Logged Out"
"Logout"="Logout"
"S_GuestOut"="GuestOut"
"S_Logout"="Logout"
"SignOut"="SignOut"
"L_Logout"="Logout"
"In the logout"="Logging out…"
"In the logout ......"="Logging out…"
"ACD Login"="ACD Login"
"Logged-in Members"="Logged-in Members"
"Login Type"="Login Type"
"Login failed,password mistake."="Login failed,password mistake."
"Login Timer"="Login Timer"
"Login as"="Login as"
"Guest Login"="Guest Login"
"GuestIn"="GuestIn"
"Logged In"="Logged In"
"Login"="Login"
"S_GuestIn"="GuestIn"
"S_Login"="Login"
"SignIn"="SignIn"
"L_Login"="Login"
"Login..."="Login..."
"Login Failed."="Login failed!"
"Logging in"="Logging in"
"In the login ......"="Logging in…"
"Wait for"="Wait for"
"Wait Time"="Wait Time"
"Level changed"="Level changed"
"Low"="Low"
"region"="Region"
"Address"="Address"
"Address incomplete"="Address is incomplete!"
"Location Saved."="Location Saved."
"Dot"="Dot"
"Touch to connect with "="Touch to connect to"
"LocalMenu"="LocalDir"
"Phonebook"="PhoneBook"
"L_PhoneBook"="PhoneBook"
"Phonebook(0)"="Phonebook(0)"
"PhoneBook Name"="PhoneBook Name"
"Phone number can't be empty!"="Phone number can't be empty!"
"Search by Phone Number"="Search by Phone Number"
"Phone number is empty!"="Phone number is empty!"
"Phone numbers should only consist of digits, with an optional family mailbox id."="Phone number should only consist of digits and an optional family mailbox ID."
"Phone Unlock PIN"="Phone Unlock PIN"
"Telephone-Event"="Telephone-Event"
"Phone To Ring"="Phone to Ring"
"The call was hung up"="The call was hung up"
"Cable Disconnect"="Cable Disconnect"
"Email"="Email"
"MENU_Email"="Email"
"Top Secret"="Top Secret"
"Top Secret"="Top Secret"
"Packet Lost"="Packet Lost"
"S_Discard"="Discard"
"Jitter"="Jitter"
"Standalone mode"="Standalone mode"
"Read"="Read"
"Reading File..."="Reading File..."
"L_SMS"="SMS"
"S_SMS"="SMS"
"SMS"="SMS"
"Disconnect"="Disconnect"
"ICON_Disconnect"="Disconnect"
"S_Disconnect"="Disconnect"
"Disconnect with"="Disconnect with"
"Disconnected"="Disconnected"
"Disconnect failed."="Disconnect failed!"
"Queue"="Queue"
"Queue Name"="Queue Name"
"Queue Status"="Queue Status"
"Contrast"="Contrast"
"Sorry,you can only make two calls!"="Sorry, only two calls are available."
"Far UnHold"="Far UnHold"
"Far Resume"="Far Resume"
"Busy Here"="Busy here!"
"Intercom"="Intercom"
"L_Intercom"="Intercom"
"S_Intercom"="Intercom"
"Intercom Number is invalid!"="Intercom number is invalid!"
"Intercom Barge"="Intercom Barge"
"Intercom Mute"="Intercom Mute"
"Intercom Tone"="Intercom Tone"
"Headset mode disabled"="Headset mode disabled!"
"Headset Connected"="Headset Connected"
"From"="From"
"Outbox"="Outbox"
"S_Dial"="Send"
"S_Send"="Send"
"Send"="Send"
"To"="To"
"Send Warn"="Send Warning"
"Send Anonymous Rejection Code"="Send Rejection Code"
"Send Anonymous Code"="Send Anony Code"
"Sending Provision Requests"="Sending provision requests..."
"Sending Requests..."="Sending requests..."
"S_Send Message"="Send Message"
"Send Message"="Send Message"
"Chinese_T"="繁體中文 (Chinese Traditional)"
"Back"="Back"
"S_Back"="Back"
"Back To Record"="Back To Record"
"Discard"="Discard"
"Do you want to discard your change?"="Do you want to discard your change?"
"Invalid Number"="Invalid Number"
"Value is invalid!"="Value is invalid!"
"Illegal Character"="Illegal Character"
"Not Emergency Number!"="Not emergency number!"
"Too hight of resolution!"="The resolution is too high!"
"Extension"="Extension"
"Extension Number"="Extension Number"
"extension_number"="Extension Num"
"Fail to alloc memory!"="Fail to alloc memory!"
"Shared Directory"="Share Directory"
"Min"="Min"
"minutes left for call recording"="minutes left for call recording"
"No"="No"
"Server"="Server"
"Service"="Service"
"Server URL"="Server URL"
"Invalid Server URL!"="Invalid server URL!"
"server error"="Server error"
"Service error!"="Server error!"
"URL"="URL"
"Invalid Server!"="Invalid server!"
"Server is invalid!"="Server is invalid!"
"float"="float"
"Extention"="Extention"
"Copy to Favorite"="Copy to Favorites"
"Capy Favorite Fail"="Copy to Favorites failed!"
"Copy to Favorites failed!"="Copy to Favorites failed!"
"Copy to All Lines?"="Copy to all lines?"
"Copy selected to favorite ?"="Copy selected to favorites ?"
"Copy selected to favorite?"="Copy selected to favorites?"
"Overwrite the original contact?"="Overwrite the original contact?"
"This action can not be reversed."="This action cannot be reversed."
"This action can not be reversed."="This action cannot be reversed."
"The file doesn’t exist"="The file doesn’t exist!"
"The file doesn't exist"="The file doesn't exist!"
"The value must be between:1024~65535"="The value must be between:1024~65535"
"Changing Language..."="Setting Language..."
"Advanced"="Advanced"
"MENU_Advanced"="Advanced"
"Advanced Setting"="Advanced Settings"
"MENU_Advanced Setting"="Advanced"
"user"="User"
"L_ACD Trace"="Trace"
"More"="More"
"S_More"="More"
"S_Show More"="More"
"More..."="More..."
"S_Show Less"="Less"
"Refresh"="Refresh"
"S_Flash"="Flash"
"S_Update"="Update"
"Update"="Update"
"Now to update the firmware and disconnect with all external micphones"="Now to update the firmware and disconnect with all external micphones"
"Update Config"="Update Config"
"Update Configuration"="Update Configuration"
"Updating Configuration..."="Updating configuration..."
"Failed to update configuration."="Failed to update configuration."
"Configuration updating failed."="Failed to update configuration."
"Configuration updating completed."="Configuration update complete."
"Configuration updating."="Updating configuration..."
"Update Complete"="Update completed!"
"Updating Network"="Update Network"
"Update Firmware"="Update Firmware"
"Updating !"="Updating !"
"Updating, please wait..."="Updating, please wait..."
"Refreshing..."="Refreshing..."
"Work Phone"="Work Phone"
"work_phone"="Work Phone"
"Work Number"="Work Number"
"Business Hours"="Business Hours"
"Working time"="Work Time"
"Common"="Common AES"
"Features"="Features"
"MENU_Features"="Features"
"The feature could not be activated !"="The feature could not be activated !"
"Function key"="Function key"
"The feature activated !"="The feature is activated!"
"Shared Calls"="Shared Calls"
"Share line unavailable"="Share line unavailable!"
"Alert SCA Location"="Alert SCA Loc."
"Firmware"="Firmware"
"Firmware Update..."="Firmware Update..."
"Customer"="Customer"
"End Call"="End Call"
"Hang Up"="Hang Up"
"S_End Call"="End Call"
"Off"="Off"
"Invalid Off code!"="Invalid off code!"
"Off Code"="Off Code"
"Off code can't be empty!"="Off code can't be empty!"
"Relation"="Relation"
"Manage"="Manage"
"S_Manage"="Manage"
"admin"="Admin"
"Manage Group"="Manage Group"
"Broadcasting..."="Broadcasting..."
"FWD International"="FWD International"
"Country"="Country"
"Filter Type"="Filter Type"
"Buddies"="Buddies"
"L_Buddies"="Buddies"
"Number"="Number"
"Phone Number"="Phone Number"
"Phone Numbers"="Phone Numbers"
"number?"="Number?"
"Number is invalid!"="Number is invalid!"
"Number can't be empty!"="Number can't be empty!"
"number is empty!"="Number is empty!"
"Unallocated Number"="Unallocated Number"
"Number already exists!"="Number already exists!"
"Blacklist"="Blacklist"
"ICON_Blacklist"="Blacklist"
"black list full"="black list full"
"Callout"="Callout"
"Outgoing Call"="Outgoing Call"
"S_Callout"="Callout"
"Key As Send"="Key As Send"
"Dial"="Send"
"ICON_Dial"="Send"
"MENU_Dial"="Dial"
"Call for BLF"="Call for BLF"
"Call Waiting"="Call Waiting"
"Placed Calllog"="Placed Calls"
"Placed Calls"="Placed Calls"
"Call Control"="Call Control"
"MENU_Call Control"="Call Control"
"Call Screening"="Call Screening"
"Call Screening Switch"="Call Screening Switch"
"Call Fail"="Call failed!"
"Call Alerting"="Call Alerting"
"Call Push Recall After"="Call Push Recall After"
"S_Call Push"="Call Push"
"Call Completion"="Call Completion"
"S_Call Info"="Call Info"
"Call has been successfully recorded on USB device!"="Call has been successfully recorded on USB device!"
"Call VoiceMail"="Call VoiceMail"
"S_Call VoiceMail"="Call VoiceMail"
"Call Voice Mail"="Call Voice Mail"
"S_Call Voice Mail"="Call Voice Mail"
"Invalid Call Park Number!"="Invalid call park number!"
"Callers Waiting"="Callers Waiting"
"Calling"="Calling"
"Call Center Phone"="Call Center Phone"
"Call Forward"="Call Forward"
"Call Forwarding Not Reachable"="Call Forwarding Not Reachable"
"Call maximum"="Call maximum"
"Ignore"="Ignore"
"S_Ignore"="Ignore"
"S_Directories"="Directory"
"S_Directory"="Directory"
"L_Directories"="Directory"
"History"="History"
"MENU_History"="History"
"S_Calllog"="History"
"S_History"="History"
"Video message cannot be played on the phone!"="Video message cannot be played on the phone!"
"video message cannot be played on the phone!"="Video message cannot be played on the phone!"
"Wallpaper for both phone and EXP will change into the default image. Confirm to delete or not?"="Wallpaper for both phone and EXP will change into the default image. Do you want to continue?"
"Welcome"="Welcome"
"RoundTripDelay"="RoundTripDelay"
"Resume"="Resume"
"S_Resume"="Resume"
"Reset to Factory"="Reset to Factory Settings"
"Factory Setting?"="Factory Setting?"
"Reset To Factory Setting?"="Reset to factory setting?"
"resume record"="Resume record"
"S_UnMute"="UnMute"
"UnMute"="UnMute"
"Resume REC"="ResumeREC"
"ResumeREC"="ResumeREC"
"S_Resume REC"="Resume REC"
"S_ResumeREC"="ResumeREC"
"Failed to resume recording"="Cannot resume recording!"
"Call Return"="Recall"
"CallReturn"="ReCall"
"L_Recall"="Recall"
"Recall"="Recall"
"S_Recall"="Recall"
"S_Redial"="Redial"
"L_Call Return"="Recall"
"S_Call Return"="Recall"
"Call Back"="Call Back"
"S_Call Back"="Call Back"
"S_Reply"="Reply"
"Conf"="Conf"
"Conference"="Conference"
"L_Conference"="Conference"
"S_Conference"="Conference"
"Conference with"="Conference with"
"Meeting ID"="Meeting ID"
"ConferenceURL"="ConferenceURL"
"Conf Manage"="Conf Manage"
"Conference Manage"="Conference Manage"
"conference_number"="Conference Num"
"Obtaining Status..."="Obtaining Status..."
"Obtaining IP Address"="Obtaining IP address..."
"Getting"="Getting"
"Secret"="Secret"
"Secret"="Secret"
"PrimaryContact"="PrimaryContact"
"MENU_Basic Setting"="Basic"
"Basic Setting"="Basic Settings"
"Enable this Location"="Enable this Location"
"Active Level"="Active Level"
"Active Line"="Active Line"
"MENU_Calculator"="Calculator"
"Record Mode"="Record Mode"
"Record file saved"="Record file saved"
"Record Failed"="Record Failed"
"Remember the Password"="Remember the Password"
"Encryption Type"="Encryption Type"
"S_Join"="Join"
"Loading phonebook is error!"="Loading phonebook is error!"
"Load Failed"="Load failed!"
"Loading image..."="Loading image..."
"Image loading. Please wait !"="Image loading. Please wait !"
"Loading File..."="Loading File..."
"Loading"="Loading"
"Loading, please wait..."="Loading, please wait..."
"Family"="Family"
"home_phone"="Home Phone"
"Home Number"="Home Number"
"HomeNumber"="Home Number"
"Family number is invalid!"="Family number is invalid!"
"Holiday Schedule"="Holiday Schedule"
"Interval"="Interval"
"S_Silent Monitor"="Silent Monitor"
"Silent Monitor"="Monitor"
"Network Checking..."="Network Checking..."
"Check"="Check"
"S_Check"="Check"
"Checking!"="Checking!"
"Simple"="Simple"
"Chinese_S"="简体中文 (Chinese Simplified)"
"Short Label"="Short Label"
"Setup"="Setup"
"Keyboard"="Keyboard"
"Keypad"="Keypad"
"S_Keypad"="Keypad"
"KeyBoard Test"="Keyboard Test"
"KeyBoard test succeed!"="Keyboard test succeed!"
"KeyGuard"="Keypad Lock"
"Keypad Lock"="Phone Lock"
"KeypadLock"="Phone Lock"
"L_KeypadLock"="Phone Lock"
"L_Phone Lock"="Phone Lock"
"Phone Lock"="Phone Lock"
"S_KeypadLock"="Phone Lock"
"S_Phone Lock"="Phone Lock"
"Lock type"="Lock Type"
"Lock Time Out"="Auto Lock"
"Keypad locked."="Phone locked."
"Move selected to contactlist ?"="Move to contact?"
"Received"="Received"
"Recv"="Recv"
"Accept the connection request from "="Accept the connection request from "
"Anonymous call can't be rejected \n\n when answer only!"="Anonymous call cannot be rejected \n\n when answer only!"
"street"="Street"
"Finished"="Finished"
"End IP should be larger than Start IP!"="End IP should be larger than Start IP!"
"Voice Mail Finished"="Voice Mail Finished"
"Stop Time"="Stop Time"
"DPickup"="DPickup"
"L_Pick Up"="Pick Up"
"Pick Up"="Pick Up"
"Pickup_Idle"="Pickup"
"S_DPickup"="DPickup"
"S_Pick Up"="Pick Up"
"S_Screenshot"="Screenshot"
"Guest Unlock"="Guest Unlock"
"S_Unlock"="Unlock"
"Unlock"="Unlock"
"Unlock"="Unlock"
"Unlock PIN"="Unlock PIN"
"Unlock Pin incorrect"="Incorrect unlock PIN!"
"Barge In"="Barge In"
"S_Barge In"="Barge In"
"Today"="Today"
"Emergency Call Only"="Emergency Call Only"
"Emergency"="Emergency"
"L_Emergency"="Emergency"
"S_Emergency"="Emergency"
"Emergency Escalation"="Emergency Escalation"
"Urgent Message"="Urgent Message"
"Enter"="Enter"
"S_Enter"="Enter"
"Attended Transfer"="Attended Transfer"
"Far Mute"="Far Mute"
"S_Far Mute"="Far Mute"
"Disabled"="Disabled"
"Forbidden Number"="Forbidden number!"
"manually configing is forbidden!"="Manual configuration is forbidden!"
"Executive"="Executive"
"Executive Common Settings"="Executive Common Settings"
"Executive-Assistant"="Executive-Assistant"
"Executive-Originator"="Executive-Originator"
"ALERT"="Alerting"
"Warning"="Warning"
"Warnings"="Warnings"
"Warning Interval(s)"="Warning Interval(s)"
"Warrning Tone Interval must be >"="Warning tone interval must be >"
"Warrning Tone Interval must be >= 10 and <= 1800"="Warrning tone interval must be >= 10 and <= 1800"
"Static DNS"="Static DNS"
"Static IP"="Static IP"
"Static IP Client"="Static IPv4 Client"
"Static IPv4 Client"="Static IPv4 Client"
"IPv4 Static DNS"="IPv4 Static DNS"
"Static IPv6 Client"="Static IPv6 Client"
"IPv6 Static DNS"="IPv6 Static DNS"
"Mute"="Mute"
"S_Mute"="Mute"
"S_Silence"="Silence"
"Silence"="Silence"
"Silent"="Silent"
"Slient"="Slient"
"old"="Old"
"The old PIN"="Old PIN"
"Old PWD"="Old PWD"
"The old pwd"="Old Password"
"The old password is wrong!"="Incorrect password!"
"Block"="Block"
"Reject"="Reject"
"Rejected"="Rejected"
"S_Block"="Block"
"S_Reject"="Reject"
"S_Open Door"="Open Door"
"On"="On"
"Outbound Status"="Outbound Status"
"VPN Active"="VPN Active"
"Lock Enable"="Lock Enable"
"On Code"="On Code"
"Off Code could not be empty when On Code is set!"="Off code cannot be empty when on code is set!"
"Enable Diversion Inhibitor"="Diversion Inhibitor"
"S_Start"="Start"
"Start"="Start"
"StartSharing"="StartSharing"
"S_Start REC"="Start REC"
"S_StartREC"="StartREC"
"Start REC"="StartREC"
"StartREC"="StartREC"
"Start Time"="Start Time"
"DSS Keys"="Dsskey"
"Dsskey"="Dsskey"
"Dsskey Wallpaper"="Dsskey Wallpaper"
"Optional"="Optional"
"S_S2S Avail"="Avail"
"S2S Avail"="Avail"
"available network(s)"="Available Network(s)"
"available network(s)(Connected with"="Available Network(s) (Connecting with"
"Available Recording Time"="Remaining recording time"
"Available Wireless Device"="Available Networks"
"Free"="Free"
"Available Recording Time is less than 1 hour"="Available recording time is less than 1 hour"
"available network(s)("="Available Network(s)("
"available network(s):"="Available Network(s):"
"Empty"="Empty"
"N/A"="N/A"
"None"="None"
"S_Empty"="Empty"
"Space is not enough"="Space is not enough"
"Idle Record"="Idle Record"
"IdleRecord"="IdleRecord"
"Empty Value"="Null"
"Softkey Label"="Softkey Label"
"Fast Forward"="Fast Forward"
"S_Fast Forward"="F.Fwd"
"Fast Rewind"="Fast Rewind"
"S_Fast Rewind"="F.Rew"
"Extentions"="Extentions"
"EXP Key"="EXP Key"
"Expansion module"="Expansion module"
"EXP wallpaper will change into the default image. Confirm to delete or not?"="EXP wallpaper will change into the default image. Do you want to continue?"
"CallPull"="Call Pull"
"S_CallPull"="Call Pull"
"Talk From"="From"
"Not Acceptable Here"="Not acceptable here!"
"Call Filtering"="Call Filtering"
"Call Filtering Mode"="Call Filtering Mode"
"Call Filtering Switch"="Call Filtering Switch"
"Call Pickup"="Call Pickup"
"Calls for Pickup"="Calls for Pickup"
"Incoming video call request..."="Incoming video call request..."
"From_Num"="From Num"
"From_FWD"="From FWD"
"Bluetooth"="Bluetooth"
"MENU_Bluetooth"="Bluetooth"
"Bluetooth: On"="Bluetooth: On"
"Bluetooth Mac"="Bluetooth MAC"
"Business Number"="Business Number"
"bluetooth device(s)"="Bluetooth Device(s)"
"Bluetooth Device(s)"="Bluetooth Device(s)"
"bluetooth devices"="bluetooth devices"
"Bluetooth Device(s) (Connecting with"="Bluetooth Device(s) (Connecting with"
"bluetooth device(s)(Connecting with"="Bluetooth Device(s) (Connecting with"
"No Bluetooth Adapter Found."="No Bluetooth adapter found!"
"Bluetooth adapter is removed."="Bluetooth adapter is removed."
"Adapter has removed out"="Bluetooth adapter is removed."
"Type"="Type"
"Away"="Away"
"S_S2S Unavail"="Unavail"
"S2S Unavail"="Away"
"Offline"="Offline"
"S_Unavail"="Unavail"
"S_Unavailable"="Unavailable"
"Unavail"="Unavail"
"Unavailable"="Unavailable"
"Unavailable Reason Code"="Unavailable Reason Code"
"Calllog"="History"
"History Record"="History Record"
"History Setting"="History Settings"
"History Details"="History Details"
"Provision now?"="Provision now?"
"Update now?"="Update now?"
"Connect"="Connect"
"ICON_Connect"="Connect"
"S_Connect"="Connect"
"USB Connecting"="USB Connecting"
"Connection timeout \n please try again!"="Connection timeout \n please try again!"
"Connect Success."="Connect successfully!"
"Connect to"="Connect to"
"Disconnecting..."="Disconnecting..."
"Failed to connect \nto server!"="Cannot connect \nto server!"
"Failed to connect to server!"="Cannot connect to server!"
"Connect failed."="Connect failed."
"Connect Fail!"="Connect Fail!"
"Connect Mobile Failed"="Connect Mobile Failed"
"Connecting"="Connecting"
"Connecting..."="Connecting..."
"Contact already exists. Add contact with the same name?"="Contact already exists. Still create as a new contact?"
"Delete the contact will also delete the contact in the server and can not be restored."="The contact in the server is delete and cannot be restored."
"contact full"="Contact list is full!"
"Contacts Setting"="Contact Settings"
"Contact Details"="Contact Details"
"Contact exist!"="Contact name existed!"
"Confirm PIN mismatch!"="PIN mismatch!"
"FlexSeat"="FlexSeat"
"FlexSeat Login"="FlexSeat Login"
"Ring Tones"="Ring Tones"
"MENU_Browser"="Browser"
"Browse Photo"="Browse Photo"
"Browse Recordings"="Browse Audio"
"Messages List"="Messages List"
"L_Messages List"="Messages List"
"S_Messages List"="Messages List"
"L_Record"="Record"
"Record"="Record"
"S_Record"="Record"
"Voice Record"="Voice Record"
"Failed to record call"="Cannot record call!"
"MENU_Recorder"="Recorder"
"Voice Recorder Number is invalid!"="Voice recorder number is invalid!"
"Recording not allow play any record!"="Cannot play any record during recording!"
"Record VM"="Record VM"
"Record Warning Tone"="Record Warning Tone"
"Recording not allow delete any record!"="Recording not allow delete any record!"
"Trace Route"="Trace Route"
"Code"="Code"
"Busy..."="Busy..."
"Busy"="Busy"
"B Transfer"="B Transfer"
"S_B Transfer"="B Transfer"
"No Record"="No Record"
"No available Wi-Fi,go to Wi-Fi setting now?"="No available wireless network, go to Wi-Fi setting now?"
"No Available Account"="No available account"
"No EXP"="No EXP"
"No USB Inserted"="No USB attached."
"No contact!"="No contact!"
"No Disposition Codes"="No disposition codes!"
"No Bridge"="No Bridge"
"No Timezone"="No Timezone"
"No submit url !"="No submit url !"
"No find wifi adapter!"="No Wi-Fi adapter found!"
"Media Type"="Media Type"
"Media Stats"="Media Stats"
"Media audio"="Media Audio"
"Invalid US Date Format!"="Invalid US date format!"
"Invalid US Time Format!"="Invalid US time format!"
"Opt Out"="Opt Out"
"Opt In"="Opt In"
"Password"="Password"
"Change Password"="Change Password"
"Password can't have space only"="Password can't have space only"
"Password can't be empty!"="Password can't be empty!"
"Confirm password mismatch!"="Passwords don't match!"
"Passwords don't match!"="Passwords don't match!"
"Password is wrong!"="Incorrect password!"
"Password is invalid!"="Password is invalid!"
"Cipher Type"="Cipher Type"
"Invalid Password!"="Invalid password!"
"Do Not Disturb"="Do Not Disturb"
"DND Enable"="DND Status"
"DND"="DND"
"L_DND"="DND"
"S_DND"="DND"
"Speader mode disabled"="Hands-Free mode disabled!"
"Invalid MAC oriented!"="Invalid MAC oriented!"
"s"="s"
"first_name"="First Name"
"Name suffix"="Name suffix"
"Name prefix"="Name prefix"
"Members"="Members"
"members"="Members"
"Last Name"="Last Name"
"Name can't be empty!"="Name cannot be empty!"
"ICON_Sort First Name"="Sort by First Name"
"Sort First Name"="First Name"
"Search by FirstName"="Search by FirstName"
"Search by Name"="Search by Name"
"Name is invalid!"="Name is invalid!"
"Default"="Default"
"default"="Default"
"S_default"="Default"
"CommonRingTone"="Common"
"Default password is in use"="Default pwd is in use."
"Default Password is in used!"="Default pwd is in use."
"Default Gateway"="Default Gateway"
"IPv4 Default Gateway"="IPv4 Gateway"
"Default Gateway is invalid!"="Default gateway is invalid!"
"Default Account"="Default Account"
"Target"="Target"
"Target can't be empty!"="Target can't be empty!"
"Server Internal Error"="Internal Server Error"
"Out of memory!"="Out of memory!"
"Storage is not enough, recorded file is saved."="Storage is not enough, recorded file is saved."
"Invalid Intercom Number!"="Invalid Intercom number!"
"Do you want to delete all %s call logs? This action can not be reversed."="Do you want to delete all %s call logs? This action is irreversible."
"Nick Name"="NickName"
"Nickname"="Nickname"
"Nick name must be unique."="Nickname must be unique."
"Nick name must not be empty."="Nickname cannot be empty."
"Anonymous"="Anonymous"
"Anonymous Call"="Anonymous Call"
"Anonymous Rejection"="Anonymous Rejection"
"Year"="Year"
"Date(YMD)"="Date(YMD)"
"Your Name or Password was not Recognized!"="Incorrect username or password."
"This operation will cause automatic logout from current MLHG. Are you sure you want to login?"="You will automatic logout from MLHG. Are you sure to login?"
"You have quitted the group successfully."="You have quitted the group successfully."
"You were removed from the group."="You were removed from the group."
"You should input at least one server address!"="You should input at least one server address!"
"q'ing"="Queueing"
"Paired Bluetooth Device"="Paired Bluetooth Device"
"Configuration"="Configuration"
"Config Version"="Config Version"
"Config updating!"="Config updating!"
"Configuration Updating !"="Configuration updating!"
"Configuration update complete."="Configuration update complete."
"Nothing Changed!"="Nothing changed!"
"Friend"="Friend"
"Passkey"="Passkey"
"Frequency"="Frequency"
"hiragana_first_name"="Hiragana F-name"
"hiragana_last_name"="Hiragana L-name"
"Platform"="Platform"
"Screensaver"="Screensaver"
"Screensaver Type"="Screensaver Type"
"Var"="Var"
"Common Account"="Common Account"
"Other"="Other"
"Others"="Others"
"Other error!"="Other error!"
"Other Number"="Other Number"
"OtherNumber"="Other Number"
"L_Enterprise"="Enterprise"
"S_Enterprise"="Enterprise"
"Call Initiation"="Call Initiation"
"S_Call Initiation"="Call Initiation"
"Enabled"="Enabled"
"Intercom Allow"="Intercom Allow"
"enabled direct process"="Enabled direct process"
"ICON_PrevPage"="PrevPage"
"PrevPage"="PrevPage"
"S_PrevPage"="PrevPage"
"L_Prefix"="Prefix"
"Prefix"="Prefix"
"S_Prefix"="Prefix"
"Prefix is invalid!"="Prefix is invalid!"
"Bridge"="Bridge"
"Bridge ID"="Bridge ID"
"BridgeID is invalid!"="BridgeID is invalid!"
"S_Swap"="Swap"
"S_Switch"="Switch"
"Swap"="Swap"
"Switch"="Switch"
"SwitchAccount"="SwitchAccount"
"L_Switch"="Switch"
"Switch Account"="Switch Account"
"S_Clear"="Clear"
"Clear web.cfg settings"="Clear web.cfg settings"
"Clear local.cfg settings?"="Reset local.cfg settings?"
"Clear non-static settings?"="Reset non-static settings?"
"Clear all static.* settings?"="Reset all static.* settings?"
"Clear All Record ?"="Clear all records?"
"Clear All Photo ?"="Clear All Photo ?"
"Clear all userdata & local config?"="Reset all userdata & local config?"
"Clear Icon"="Clear Icon"
"S_Clear Icon"="Clear Icon"
"Clear account config \n\n please wait..."="Clear account config \n\n please wait..."
"Clear your account config?"="Clear your account config?"
"Please Wait!"="Please wait!"
"Please wait..."="Please wait..."
"Please check your server settings and credentials"="Please check your server settings and credentials"
"Please check the registration information"="Please check the registration information"
"Please insert a USB drive!"="Please insert a USB flash drive!"
"EXP power is lack!"="The external power adapter(s) is required!"
"Leave Message"="Leave Message"
"Do you want to save the contact or discard it?"="Do you want to save the contact or discard it?"
"Do you want to save your changes or discard them?"="Do you want to save your changes or discard them?"
"Do you want to save the message or discard it?"="Do you want to save the message or discard it?"
"Do you want to logout?"="Do you want to logout?"
"Would you like to sync phone contacts temporarily?"="Would you like to sync phone contacts temporarily?"
"Please wait"="Please wait..."
"Please enter your SIP Credential Password!"="Please enter your SIP credential password!"
"SIP credential password!"="Incorrect SIP credential password!"
"Please input server address"="Please input server address"
"Please input the keyword(s)"="Please input the keyword(s)."
"Please Enter Filter Conditions"="Please enter filter conditions!"
"Enter Filter Conditions"="Enter Filter Conditions"
"Please Enter Password"="Please Enter Password"
"Please input complete pin code"="Please input complete PIN code"
"Please enter an IP address or domain name"="Please enter an IP address or a domain name!"
"Previous Operation in Process."="Previous operation is still in process!"
"Please Open H323 Protocol Switch First."="Please open H.323 protocol switch first."
"Please select"="Please select"
"Please selected contact!"="Please selected contact!"
"Please selected record!"="Please select a record!"
"Please select a Disposition Code!"="Please select a Disposition Code!"
"Please selected a group!"="Please selected a group!"
"Please select a group"="Please select a group"
"Please contact your service provider for commprotal web URL!"="Please contact your service provider for commprotal web URL!"
"Please contact your service provider for CommPortal web Username/Password!"="Please contact your service provider for commportal web Username/Password!"
"Please input below PIN code on your WIFI router and press OK to start connecting:"="Please input below PIN code on your Wi-Fi router and press OK to start connecting:"
"Please input below PIN code on your WIFI router and press OK to start connecting: "="Please input below PIN code on your Wi-Fi router and press OK to connect:"
"Please retry..."="Please retry..."
"Retrieve"="Retrieve"
"S_Retrieve"="Retrieve"
"Retrieve Failed."="Retrieve failed!"
"L_Retrieve Park"="Retrieve Park"
"Retrieve Park"="Retrieve Park"
"Cancel"="Cancel"
"S_Cancel"="Cancel"
"Cancel Login"="Login Cancel"
"Cancel Select Executive"="Cancel Select Executive"
"Range of value is illegal"="Range of value is illegal!"
"Delete All"="Delete All"
"ICON_Delete All"="Delete All"
"S_Split All"="Split All"
"All Off"="All Off"
"S_All Off"="All Off"
"All On"="All On"
"S_All On"="All On"
"Global Address Book"="Global Address Book"
"Del All"="Del All"
"S_Del All"="Del All"
"S_Delete All"="Delete All"
"OK"="OK"
"S_OK"="OK"
"Are you sure to set a blank password?"="Confirm to set a blank password?"
"Confirm PIN"="Confirm PIN"
"Are you sure you want to Log out!"="Are you sure to logout?"
"Confirm PWD"="Confirm PWD"
"Group Id is invalid!"="Group ID is invalid!"
"Group Listening"="Group Listening"
"L_Group Listening"="Group Listening"
"Group"="Group"
"L_Group"="Group"
"S_Group"="Group"
"group_id"="Group ID"
"Group isn't exist!"="Group isn't exist!"
"Group not existed!"="Group does not exist!"
"Group is full!"="Group is full!"
"Group Night Forward"="Group Night Forward"
"Group already exist!"="Group already exist!"
"then press the mute key on the left to test,"="then press the mute key on the left to test,"
"Hot Line"="Hot Line"
"Hot Number"="Hotline Number"
"HotLine Delay"="Hotline Delay"
"Invalid Hotline delay!"="Invalid Hotline delay!"
"Hotline delay should be 0 ~ 10"="Hotline delay should be 0 ~ 10!"
"Authentication Failed!"="Authentication failed!"
"Day"="Day"
"MENU_Calendar"="Calendar"
"Date"="Date"
"Date Format"="Date Format"
"Date Format is invalid!"="Date format is invalid!"
"logs"="Logs"
"Softkey 1"="Softkey 1"
"Softkey 2"="Softkey 2"
"Softkey 3"="Softkey 3"
"Softkey 4"="Softkey 4"
"S_Scan"="Scan"
"Scan Wifi"="Scan Wi-Fi"
"Scanning bluetooth devices.."="Scanning Bluetooth devices..."
"Scanning..."="Scanning..."
"Delete"="Delete"
"ICON_Delete"="Delete"
"S_Delete"="Delete"
"S_Remove"="Remove"
"Deleting."="Deleting."
"Delete successed"="Delete successfully!"
"Deleted successfully"="Deleted successfully"
"Delete number?"="Delete number?"
"Delete the record?"="Delete the record?"
"Delete Call Log"="Delete Call Log"
"Delete the contact?"="Delete the contact?"
"Delete all numbers?"="Delete all numbers?"
"Delete all locations?"="Delete all locations?"
"Delete Group"="Delete Group"
"Delete selected wallpaper?"="Delete selected wallpaper?"
"Delete seleted images?"="Delete selected images?"
"Delete the selected message?"="Delete the selected message?"
"Delete seleted item?"="Delete seleted item?"
"Delete selected paging group?"="Delete selected paging group?"
"Delete all?"="Delete all?"
"Delete All Call Log"="Delete All Call Log"
"Delete all item?"="Delete all item?"
"Delete all the call records?"="Delete all the call records?"
"Delete all images?"="Delete all images?"
"Delete All Items?"="Delete all items?"
"Delete All Group?"="Delete all group?"
"Delete all paging group?"="Delete all paging groups?"
"Deleting Calls"="Delete Calls"
"Deleting completed."="Delete complete."
"Delete location?"="Delete location?"
"Delete File Success"="Delete file success"
"Delete File Fail"="Delete File Fail"
"Delete Message?"="Delete message?"
"Do you want to delete this call log?"="Do you want to delete this call log?"
"Delete Selected Group?"="Delete selected group?"
"Delete Focus Record ?"="Delete selected record?"
"Delete the selected records?"="Delete the selected record?"
"Delete Selected Item?"="Delete selected item?"
"Delete the select item?"="Delete the selected item?"
"Delete this audio?"="Delete this audio?"
"Delete this group message(s)?"="Delete this group message(s)?"
"Delete this Message?"="Delete this message?"
"Delete this message?"="Delete this message?"
"Delete this voice mail?"="Delete this voice mail?"
"Deleting"="Deleting"
"Deleting. Please wait..."="Deleting. Please wait..."
"Deleting..."="Deleting..."
"Deleting... Please Wait."="Deleting... Please Wait."
"Ring Splash"="Ring Splash"
"Previous"="Previous"
"S_Previous"="Previous"
"GuestLock"="GuestLock"
"S_GuestLock"="GuestLock"
"Prev"="Prev"
"S_Prev"="Prev"
"Move Up"="Move Up"
"Phone"="Phone"
"Device Name"="Device Name"
"Device name can't be empty!"="Device name can't be empty!"
"Device Info"="Device Info"
"Device Cert"="Device Cert"
"ICON_Setting"="Settings"
"MENU_Settings"="Settings"
"S_Set as"="Set as"
"Set as"="Set as"
"Setting"="Setting"
"Settings"="Settings"
"Go to Setting?"="Go to Setting?"
"Set E911 Location"="Set E911 Location"
"Set wallpaper successfully"="Set wallpaper successfully!"
"Set WallPaper Fail"="Set WallPaper Fail"
"Set Dsskey wallpaper successfully"="Set wallpaper for Dsskey successfully!"
"Setting Type"="Setting Type"
"Set you location?"="Set you location?"
"Set screensaver successfully"="Set screensaver successfully!"
"Config Updating"="Config updating!"
"USB Set Picture Successfully"="Set picture successfully!"
"USB Set Picture Failed"="Set picture failed!"
"Set as EXP wallpaper"="Set as EXP wallpaper."
"Set EXP wallpaper successfully"="Set EXP wallpaper successfully!"
"Set as wallpaper"="Set as wallpaper."
"Set as dsskey wallpaper"="Set as dsskey wallpaper"
"Set as screensaver"="Set as screensaver."
"An error occurred during file setting"="An error occurred during file setting."
"Set Voice Mail Code"="Set Voice Mail Code"
"Apply for binding devices"="Apply for binding devices"
"Invalid Identity!"="Invalid identity!"
"Upgrade Video"="Update Video"
"Update Finish !"="Update finished!"
"Sound"="Sound"
"Remaining battery"="Remaining battery"
"Available Audio Record"="Available audio record"
"Remaining Time"="Remaining Time"
"failed"="Failed"
"Failed!"="Failed!"
"Failed."="Failed."
"Failed. Please retry..."="Failed. Please retry..."
"Time(HMS)"="Time(HMS)"
"Time"="Time"
"Time Format"="Time Format"
"Time Format is invalid!"="Time format is invalid!"
"Invalid Time Format!"="Invalid time format!"
"Time & Date"="Time & Date"
"Time & Date Format"="Time & Date Format"
"Time Zone"="Time Zone"
"Identify USB device failed."="Cannot identify USB device."
"User name couldn't be empty!"="User name cannot be empty!"
"bw_userid"="BW User ID"
"Use Host"="Use Host"
"Always with Pause/Resume"="Always with Pause/Resume"
"Video"="Video"
"Video resolution is limited, can't set up a conference!"="Limited video resolution, cannot set up a conference!"
"Video Conference"="Video Conference"
"Video record error!"="Record video error!"
"video record error!"="Record video error!"
"Yes"="Yes"
"Log Out?"="Logout?"
"Auto Provision Now?"="Auto provision now?"
"Are you sure to remove "="Are you sure to remove "
"Are you sure to remove ?"="Confirm to remove ?"
"Do you want to delete all call logs?"="Do you want to delete all call logs?"
"Do you want to delete all placed call logs?"="Do you want to delete all placed call logs?"
"Do you want to delete all call logs?This action can not be reversed."="Do you want to delete all call logs?This action is irreversible."
"Do you want to delete all missed call logs?"="Do you want to delete all missed call logs?"
"Do you want to delete all received call logs?"="Do you want to delete all received call logs?"
"Are you sure to delete the Account information ?"="Are you sure to delete the account information?"
"Are you sure logout?"="Are you sure to log out?"
"Are you sure to exit the account ?"="Are you sure to exit the account ?"
"Do you want to remove"="Do you want to remove"
"Adapter has added, scanning the bluetooth devices right now?"="Bluetooth adapter is added, scanning Bluetooth devices right now?"
"Favorite"="Favorite"
"Favourite"="Favorites"
"ICON_Favorite"="Favorites"
"Favorite is on\n manually configing is forbidden!"="Favorites is on.\n Manual configuration is forbidden!"
"Favoritelist"="Favoritelist"
"Favorite Directory"="Favorites Directory"
"Favorite Index"="Favorite Index"
"Favorite Index already exist!"="Favorite Index already exist!"
"Charge"="Charge"
"Inbox"="Inbox"
"Handset mode disabled"="Handset mode disabled!"
"Manual Setting"="Manual Settings"
"Mobile"="Mobile"
"mobile_phone"="Mobile Phone"
"ICON_Send by Mobile"="Send by Mobile"
"S_Send by Mobile"="Send by Mobile"
"Send by Mobile"="Send by Mobile"
"Mobile Account"="Mobile Account"
"Mobile Number"="Mobile Number"
"Mobile Account is not connected!"="Mobile account is not connected!"
"Invalid Mobile number!"="Invalid mobile number!"
"Mobile number is invalid!"="Mobile number is invalid!"
"Mobile Contacts"="Mobile Contacts"
"Mobile Connected"="Mobile Connected"
"Phone audio"="Phone Audio"
"Mobile Voice Mail"="Mobile Voice Mail"
"L_Mobile Account"="Mobile Account"
"Pri.DNS"="Pri.DNS"
"Enter the 9 PIN Code"="Enter the 9 PIN Code"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input your web access password!"="Input your web access password!"
"Enter number"="Enter number"
"Enter the meeting ID"="Enter the meeting ID"
"Enter Conference alias or URI"="Enter Conference alias or URI"
"Enter Password"="Enter Password"
"Enter code"="Enter code"
"Enter New Pin"="Enter new PIN"
"Packets lost"="Packets Lost"
"Flash"="Flash"
"S_Refresh"="Refresh"
"Flash DssKey"="Flash Dsskey"
"Refresh Failed."="Refresh failed"
"Flash Time"="Flash Time"
"Flashing"="Flashing"
"Refreshing.."="Refreshing.."
"Sequential"="Sequential"
"L_Private Hold"="Private Hold"
"Personal Address Book"="Personal Address Book"
"L_Personal"="Personal"
"S_Personal"="Personal"
"PriHold"="PriHold"
"Private Hold"="Private Hold"
"S_PriHold"="PriHold"
"ICON_Search"="Search"
"S_Search"="Search"
"Scan"="Scan"
"Search"="Search"
"Search Key"="Search Key"
"Search Result"="Search Result"
"Scan Bluetooth Device"="Scan Bluetooth Device"
"Search Type"="Search Type"
"Search Global Contacts"="Search global contacts"
"Search Group"="Search Group"
"Scan failed."="Scanning failed."
"Search Failed!"="Search failed!"
"L_SpeedDial"="SpeedDial"
"S_SpeedDial"="SpeedDial"
"SpeedDial"="SpeedDial"
"Anywhere"="Anywhere"
"Alert Broadworks Anywhere Location"="Alert Anywhere Loc."
"Both"="Both"
"All XML Group"="All XML Group"
"All keys"="All keys"
"All Contact"="All Contact"
"All Buddies"="All Buddies"
"All Calllog"="All Calls"
"All Calls"="All Calls"
"All Income Calls"="All Calls"
"All Contacts"="All Contacts"
"L_All Contacts"="All Contacts"
"S_All Contacts"="All Contacts"
"All Groups?"="All Groups?"
"all message?"="All messages?"
"All Internal Calls"="All Internal Calls"
"All External Calls"="All External Calls"
"Lock"="Lock"
"lock"="Lock"
"Locked."="Locked."
"Menu Locked"="Menu Locked"
"S_Guest Lock"="Guest Lock"
"Lock Time Should be more than 0!"="Lock Time Should be more than 0!"
"Specified AES"="Common AES"
"Tips:"="Tips:"
"Add"="Add"
"ICON_Add"="Add"
"S_Add"="Add"
"Add Metaswitch Contact"="Add Metaswitch Contact"
"Add PAB"="Add PAB"
"Add to"="Add to"
"ICON_Add to"="Add to"
"Add To Metaswitch Contact"="Add to Metaswitch Contact"
"ICON_Add To Metaswitch Contact"="Add To Metaswitch Contact"
"Add to local Contacts"="Add to local Contacts"
"Add to Favorites with an index of"="Add to Favorites with an index of"
"Add to Blacklist"="Add to Blacklist"
"Add to Contact"="Add to Contact"
"Add to Contacts"="Add to Contacts"
"ICON_Add to Contacts"="Add to Contacts"
"Add to Favorite with an index of"="Add to Favorites with an index of"
"Add to Personal"="Add to Personal"
"Add Number"="Add Number"
"Add Blacklist"="Add Blacklist"
"Add Contact"="Add Contact"
"Add Personal"="Add Personal"
"ICON_Add Personal"="Add Personal"
"Add network"="Add network"
"Add Group"="Add Group"
"S_Add Group"="Add Group"
"Add Group SoftKey"="AddGroup"
"S_Add Group SoftKey"="AddGroup"
"New Missed Call(s)"="New Missed Call(s)"
"New Text Message"="New Text Message(s)"
"New Voice Mail(s)"="New Voice Mail(s)"
"Skip"="Skip"
"Update Skipped"="Update skipped!"
"S_Stop"="Stop"
"Stop"="Stop"
"Stopped"="Stopped"
"StopSharing"="StopSharing"
"S_Stop REC"="Stop REC"
"S_StopREC"="StopREC"
"Stop REC"="StopREC"
"StopREC"="StopREC"
"Failed to stop recording"="Cannot stop recording!"
"Call Finish"="Call Finish"
"Call Recording"="Call Recording"
"CallReturn_Idle"="CallRecord"
"A call has already been parked to this Slot"="A call has already been parked to this Slot"
"Talking"="Talking"
"Call Park"="Call Park"
"L_Call Park"="Call Park"
"Call Park Number is invalid!"="Call park number is invalid!"
"Transfer"="Transfer"
"Transfer to"="Transfer to"
"Calls Longest"="Longest Waits"
"Directories"="Directory"
"Directory"="Directory"
"L_Directory"="Directory"
"MENU_Directory"="Directory"
"Synchronous mode"="Synchronous mode"
"Sync failed"="Sync failed"
"Mobile Contacts Sync"="Mobile Contacts Sync"
"Simultaneous"="Simultaneous"
"Simultaneous Ring Personal"="Simultaneous Ring Personal"
"Transparency"="Transparency"
"Photo"="Photo"
"Image load error !"="Load image error!"
"Image is too large !"="Image is too large !"
"Can not compress pictures!"="Can not compress pictures!"
"Photo Details"="Photo Details"
"Exit"="Exit"
"S_Exit"="Exit"
"Update Existing"="Exist update"
"BackSpace"="BackSpace"
"Done"="Done"
"Finish"="Finish"
"S_Finish"="Finish"
"Saving completed."="Save successfully."
"Unable to get to the correct time, Whether manually?"="Unable to get the correct time. Whether to set time manually?"
"Complete the Wizard!\nNetwork changed, Rebooting Now..."="Complete the Wizard!\nNetwork changed, Rebooting Now..."
"Complete the Wizard!\n\nInitializing...Please Wait"="Complete the Wizard!\n\nInitializing...Please Wait"
"Cloud Phone Book"="Cloud Phone Book"
"Contact is syncing!"="Contact is syncing!"
"Contact not existed!"="Contact does not exist!"
"Network"="Network"
"L_Network Favorites"="Network UC Favorites"
"Network Favorites"="Network UC Favorites"
"Network Unavailable"="Network unavailable!"
"Net unavailable !"="Net unavailable!"
"Network unavailable."="Network unavailable."
"The network is unstable"="Unstable Network"
"Storage Network"="Known Network"
"S_Network Calls"="Network Calls"
"Network PhoneBook"="Network Phonebook"
"Network Call List"="Network Call List"
"Network changed. Rebooting"="Network changed. Rebooting"
"Web Timer "="Web Timer "
"Web Timer should be 0-120!"="Web Timer should be 0-120!"
"Network CallLog"="Network Calls"
"NetworkCallLog"="NetworkCallLog"
"NetworkCalllogGroup"="NetworkCalllogGroup"
"Calllog Directories"="Network Calls"
"Network Directories"="Network Directory"
"Network Directory"="Network Directory"
"NetworkDirectoryMenu"="NetworkDirectoryMenu"
"S_Network Directories"="Network Directory"
"S_Network Directory"="Network Directory"
"NetworkDirectoryGroup"="Network Group"
"S_NetworkDirectoryGroup"="Network Group"
"L_Network Contacts"="Network Contacts"
"L_Network Group"="Network Group"
"Network Contacts"="Network Contacts"
"Network Group"="Network Group"
"S_Network Group"="Network Group"
"S_Network Contacts"="Network Contacts"
"NetworkFavorites"="NetworkFavorites"
"S_Network Dirctory"="Network Dirctory"
"Network unreachable"="Network unreachable"
"Network Details"="Network Details"
"Network Status"="Network Status"
"web"="Web"
"Web Server"="Web Server"
"UnTested"="UnTested"
"Undefined Error!"="Undefined error!"
"UnRead"="UnRead"
"Missed"="Missed"
"Missed Calllog"="Missed Calls"
"Missed Calls"="Missed Calls"
"Missed Call"="Missed Call"
"unauthorized."="Unauthorized"
"Not Found"="Not found!"
"Unknown"="Unknown"
"Unknown Error !"="Unknown Error !"
"Unknown Line"="Unknown Line"
"User unknown."="User unknown."
"Unregistered"="Unregistered"
"Un-Park"="Un-Park"
"Location"="Location"
"location?"="location?"
"Locations"="Locations"
"Text can't be empty!"="Text can't be empty!"
"Text Message"="Text Message"
"File do not exist !"="File do not exist !"
"File Not Exist!"="File does not exist!"
"File layout error !"="File layout error !"
"File Size"="File Size"
"MENU_File Manager"="File Manager"
"File Name"="File Name"
"Profile Name"="Profile Name"
"File is too large !"="File is too large !"
"The file is too large"="The file is too large."
"Incorrect filesystem, please use FAT32"="Incorrect filesystem, please use FAT32"
"File already exists, Confirm to replace or not?"="File already exists. Do you want to replace it?"
"File already exists"="File already exists."
"file renaming"="File Rename"
"My Mobile"="My Mobile"
"S_My Mobile"="My Mobile"
"My State"="My States"
"My Status"="My Status"
"None" // "Select a Disposition Code"="Not" // "select a Disposition Code"
"None" // "Select a Disposition Code (Optional)"="Not" // "select a Disposition Code (Optional)"
"NoneURL"="NoneURL"
"Unrecognized USB"="Unrecognized USB Device"
"Can not register to sip server."="Cannot register to SIP server."
"No Group"="No Group"
"Always forward to"="Always forward to"
"Always Forward"="Always Forward"
"Wifi adapter has added, scanning the wifi devices right now?"="Wi-Fi adapter is added, scanning available wireless networks right now?"
"Wifi adapter has removed out"="Wi-Fi adapter is removed."
"Wifi"="Wi-Fi"
"Storage list is full, please delete old one if wanting to add in"="Wireless network list is full, please delete an old one before adding!"
"List is full, please delete before add!"="Wireless network list is full, please delete an old one before adding!"
"Wireless Status"="Wi-Fi Status"
"Invalid"="Invalid"
"Invalid BLF Value!"="Invalid BLF value!"
"Unknown Uri scheme"="Unknown URI scheme!"
"Invalid IPv6 IP Prefix!"="Invalid IPv6 IP Prefix!"
"Invalid NTP server2!"="Invalid NTP server2!"
"Invalid Outbound Alternate Number!"="Invalid Outbound Alternate Number!"
"Invalid Outbound proxy!"="Invalid Outbound proxy!"
"Invalid Xml Browser Value!"="Invalid XML browser value!"
"Invalid Family number!"="Invalid family number!"
"Invalid Extension!"="Invalid extension!"
"Invalid Voice Recorder Number!"="Invalid voice recorder number!"
"Invalid Prefix Value!"="Invalid prefix value!"
"Invalid Call off code!"="Invalid call off code!"
"Invalid Date Format!"="Invalid date format!"
"US Date Format is invalid!"="US date format is invalid!"
"US Time Format is invalid!"="US time format is invalid!"
"Favorite Index Valid"="Invalid Favorite Index"
"Invalid Redial Interval!"="Invalid redial interval!"
"Invalid Redial Time!"="Invalid redial time!"
"Invalid group id!"="Invalid group ID!"
"Inactive Level"="Inactive Level"
"Invalid Number!"="Invalid number!"
"Invalid Reject off code!"="Invalid reject off code!"
"Invite request no response"="Invite request no response!"
"Invaild Provisioning Credential"="Invaild Provisioning Credential"
"Incorrect user credentials, please retry."="Incorrect user credentials, please retry."
"Invalid Account!"="Invalid account!"
"No Answer Processing"="No Answer Processing"
"No Answer Forward"="No Answer Forward"
"No Account"="No Account"
"No Service"="No Service"
"System"="System"
"System Wallpaper Cannot be Deleted!!"="System wallpaper cannot be deleted!"
"Insufficient storage space in system"="Insufficient storage space in system!"
"System Maintenance...\n\nreboot needed !"="System maintenance...\n\nPlease reboot!"
"Next"="Next"
"S_Next"="Next"
"ICON_NextPage"="NextPage"
"NextPage"="NextPage"
"S_NextPage"="NextPage"
"Move Down"="Move Down"
"Load Error!"="Load error!"
"Loading error !"="Loading error!"
"Failed to load image"="Cannot load image!"
"Fail to download this remote phonebook!"="Fail to download this remote phonebook!"
"Fail to download \nremote phonebook!"="Cannot download \nremote phonebook!"
"Fail to download remote phonebook"="Cannot download remote phonebook!"
"Fail to download remote phonebook!"="Cannot download remote phonebook!"
"Daylight Saving"="Daylight Saving"
"Display"="Display"
"Show More"="More"
"Show Less"="Hide"
"Alerting Calling Line ID Number"="Alert Caller ID Num"
"Alerting Calling Line ID Name"="Alert Caller ID Name"
"Display Name"="Display Name"
"DisplayName can't contain \ < > \" \\ \' \"""="DisplayName cannot contain \ < > \" \\ \' \"""
"DisplayName can't contain \" < > \" \\ \' \""="DisplayName cannot contain \" < > \" \\ \' \""
"Displayname can't be empty!"="Displayname can't be empty!"
"DisplayName"="DisplayName"
"Invalid Display name!"="Invalid display name!"
"Display Clock"="Display Clock"
"Limit has reached, Recording has stoped."="The max limit has reached. Recording stopped."
"All Lines"="All Lines"
"S_All Lines"="All Lines"
"MENU_Camera"="Camera"
"Detail"="Detail"
"S_Detail"="Detail"
"S_MTSW ACD Detail"="Detail"
"MTSW ACD Detail"="Detail"
"Ring"="Ring"
"Rings"="Rings"
"Silent Alerting"="Silent Alerting"
"Silent Alerting"="Silent Alerting"
"Alert Type"="Alert Type"
"Alert Mode"="Alert Mode"
"After Ring Time"="After Ring Time"
"After Ring Times"="After Ring Time"
"Ringing"="Ringing"
"S_SwitchAccountDown"="SwitchAccountDown"
"Switch Account Up"="Switch Account Up"
"SwitchAccountUp"="SwitchAccountUp"
"S_SwitchAccountUp"="SwitchAccountUp"
"Switch Account Down"="Switch Account Down"
"SwitchAccountDown"="SwitchAccountDown"
"Items out of limit !"="Items reached the max limit!"
"Group list is full!"="Group list is full!"
"Protocol"="Protocol"
"Decline"="Decline"
"S_Decline"="Decline"
"new"="New"
"New PIN"="New PIN"
"New Call"="New Call"
"S_New Call"="New Call"
"New Location"="New Location"
"New Message"="New Message"
"Incoming call"="Incoming call"
"New Contact"="New Contact"
"New PWD"="New PWD"
"New password is too simple, are you sure to set it?"="New password is too simple. Do you want to continue?"
"Invalid New password!"="Invalid new password!"
"New password is similar to username, are you sure to set it?"="New password is similar to username. Do you want to continue?"
"New Group"="New Group"
"New Entry"="New Entry"
"L_New SMS"="New SMS"
"NewSMS"="New SMS"
"S_NEWSMS"="NewSMS"
"ICON_New Group"="New Group"
"Channel"="Channel"
"Channel Control"="Channel Control"
"Signal Strength"="Signal Strength"
"Info"="Info"
"MENU_Message"="Message"
"Message"="Message"
"Messages"="Messages"
"Information is not complete!"="Information is not complete!"
"Tuesday"="Tuesday"
"Saturday"="Saturday"
"Sunday"="Sunday"
"Wednesday"="Wednesday"
"Thursday"="Thursday"
"Friday"="Friday"
"Monday"="Monday"
"First Name"="First Name"
"last_name"="Last Name"
"Name"="Name"
"ICON_Sort Last Name"="Sort by Last Name"
"Sort Last Name"="Last Name"
"Search by LastName"="Search by LastName"
"Change PIN"="Change PIN"
"Modifying the configuration..."="Modifying the configuration..."
"VirtualUser"="VirtualUser"
"Need to change passwd!"="Please change password!"
"Require Answer Confirmation"="Answer Confirmation"
"Need a Number"="Please enter a phone number first?"
"Network configuration has changed, shall become effective after the restart?"="The network configuration has been changed. Do you want to reboot?"
"Option"="Option"
"S_Option"="Option"
"ICON_Select"="Select"
"S_Select"="Select"
"Select"="Select"
"Choose a way of WPS connection"="Choose a way of WPS connection"
"Select Security"="Select Security"
"You have to upload your picture when choose this type!"="You have to upload your picture if you choose this type!"
"Select the Queue"="Select a Queue"
"Select Executive Number"="Select Executive Number"
"select mode"="Select mode"
"Select All"="Select All"
"Choose a group"="Choose a group"
"Selected Group?"="Select group?"
"select handset"="Select handset"
"selected Item?"="Select item?"
"Select a Disposition code"="Select a Disposition code"
"Choose Account"="Choose an account"
"Choose an account"="Choose an account"
"Select Account"="Select Account"
"Select Transfer"="Select transfer"
"Compress error !"="Compress error !"
"Rollover After Waiting"="Rollover After Waiting"
"Rollover Action"="Rollover Action"
"To navigate the menu, please use the navigation keys below."="To navigate the menu, please use the navigation keys below."
"Classified"="Classified"
"L_Zero Touch"="Zero Touch"
"S_Zero Touch"="Zero Touch"
"Zero Touch"="Zero Touch"
"Remove"="Remove"
"Remove Participant"="Remove Participant"
"Remove selected from favorite ?"="Remove selected from favorites ?"
"ICON_Move"="Move"
"Mobility"="Mobility"
"Move"="Move"
"Hot Desking"="Hot Desking"
"Hoteling"="Hoteling"
"Mobility Phone Number"="Mobility Phone Number"
"Mobile VM Number"="Mobile VM Number"
"Move selected"="Move the selected"
"Move selected to blacklist ?"="Move to blacklist?"
"Alert Broadworks Mobility Location"="Alert Mobility Loc."
"The storage network"="Known Network(s)"
"The maximum number of calls has been reached!"="The max calls has been reached!"
"Favorite Index Max"="Max Favorites Index"
"Sentbox"="Sentbox"
"Dialed"="Dialed"
"Received Calllog"="Received Calls"
"Received Calls"="Received Calls"
"Connected"="Connected"
"Connected)"="Connected)"
"Used"="Used"
"Voice"="Voice"
"The audio codecs is different, can't set up a conference!"="Different audio codecs. Cannot set up conference!"
"Hide"="Hide"
"S_Hide"="Hide"
"Hide Number"="Hide Number"
"Answer"="Answer"
"S_Answer"="Answer"
"Hardware"="Hardware"
"Firmware update success!"="Firmware update success!"
"Firmware update failed!"="Firmware update failed!"
"Hard Disk Space Is Not Enough!"="Hard Disk Space Is Not Enough!"
"Never"="Never"
"Incorrect user"="Incorrect User"
"User Type"="User Type"
"User not register"="User is not registered"
"User Name"="User Name"
"User name can't be empty!"="User name cannot be empty!"
"Username can't be empty!"="Username cannot be empty!"
"Incorrect username or password!"="Incorrect username or password!"
"Invalid User name!"="Invalid user name!"
"User name is invalid!"="User name is invalid!"
"MENU_UserMode"="UserMode"
"UserMode"="UserMode"
"User mode changed!"="User mode changed!"
"User ID"="User ID"
"UserID can't be empty!"="Username can't be empty!"
"User Host"="User Host"
"Preference"="Preference"
"Priority"="Priority"
"Invalid Priority!"="Invalid priority!"
"Priority is invalid!"="Priority is invalid!"
"Priority should be 0-7!"="Priority should be 0-7!"
"The power is low on the flasing red light dect microphone"="LED flashes red due to low power of DECT Microphone."
"Mail"="Mail"
"Email type"="Email Type"
"postal_code"="Postal Code"
"Balance"="Balance"
"Get Balance"="Get Balance"
"L_Get Balance"="Get Balance"
"Getting balance failed!"="Cannot get balance!"
"Getting balance!"="Getting balance!"
"Language"="Language"
"Language initializing. Please wait..."="Language initializing. Please wait..."
"Invalid Voice Number!"="Invalid voice number!"
"Voice Mail"="Voice Mail"
"VoiceMail DownLoading, Please Wait..."="Voicemail downloading, Please wait..."
"Voice Messaging"="Voice Messaging"
"The Voicemail is too large,please call and retrieve it!"="The Voicemail is too large,please call and retrieve it!"
"L_Voice Mail"="Voice Mail"
"Voice Mail Playing"="Voice Mail Playing"
"Voice Mail is invalid!"="Voice mail is invalid!"
"Invalid VoiceMail Value!"="Invalid voice mail value!"
"Estimated standby time"="Estimated standby time"
"Estimated work time"="Estimated work time"
"Preview"="Preview"
"S_Preview"="Preview"
"Remain time "="Remaining time"
"Busy Forward"="Busy Forward"
"Old Number"="Old Number"
"Originator"="Originator"
"original contact?"="Original contact?"
"Remote Office"="Remote Office"
"Remote Phone Book"="Remote Phone Book"
"Remote Group"="Remote Group"
"Remote Codec"="Remote Codec"
"Remote User"="Remote User"
"Remote DIR"="Remote DIR"
"Cloud"="Cloud"
"Pickup"="Pickup"
"Allow IP Call"="Allow IP Call"
"Allow Remote Control?"="Allow remote control?"
"Allow assistant opt in/out of Pool"="Asst opt in/out"
"Avail"="Avail"
"Available"="Available"
"S_Avail"="Avail"
"S_Available"="Available"
"Temporarily not available"="Temporarily unavailable!"
"Temporarily Unavailable"="Temporarily unavailable!"
"Held"="Held"
"Pause"="Pause"
"S_Pause"="Pause"
"Voice Mail Pause"="Voice Mail Pause"
"Pause REC"="PauseREC"
"PauseREC"="PauseREC"
"S_Pause REC"="Pause REC"
"S_PauseREC"="PauseREC"
"Failed to pause recording"="Cannot pause recording!"
"pause record"="Pause Record"
"Account"="Account"
"Accounts"="Accounts"
"Identity"="Identity"
"Line"="Line"
"S_Line"="Line"
"Line 1"="Line 1"
"Line 10"="Line 10"
"Line 11"="Line 11"
"Line 12"="Line 12"
"Line 13"="Line 13"
"Line 14"="Line 14"
"Line 15"="Line 15"
"Line 16"="Line 16"
"Line 2"="Line 2"
"Line 3"="Line 3"
"Line 4"="Line 4"
"Line 5"="Line 5"
"Line 6"="Line 6"
"Line 7"="Line 7"
"Line 8"="Line 8"
"Line 9"="Line 9"
"Account ID"="Account ID"
"Account:"="Account:"
"Line ID"="Line ID"
"Account is invalid!"="Account is invalid!"
"Account Login"="Account Login"
"Line Key"="Line Key"
"Line Key 1"="Line Key 1"
"Line Key 10"="Line Key 10"
"Line Key 11"="Line Key 11"
"Line Key 12"="Line Key 12"
"Line Key 13"="Line Key 13"
"Line Key 14"="Line Key 14"
"Line Key 15"="Line Key 15"
"Line Key 16"="Line Key 16"
"Line Key 17"="Line Key 17"
"Line Key 18"="Line Key 18"
"Line Key 19"="Line Key 19"
"Line Key 2"="Line Key 2"
"Line Key 20"="Line Key 20"
"Line Key 21"="Line Key 21"
"Line Key 22"="Line Key 22"
"Line Key 23"="Line Key 23"
"Line Key 24"="Line Key 24"
"Line Key 25"="Line Key 25"
"Line Key 26"="Line Key 26"
"Line Key 27"="Line Key 27"
"Line Key 28"="Line Key 28"
"Line Key 3"="Line Key 3"
"Line Key 4"="Line Key 4"
"Line Key 5"="Line Key 5"
"Line Key 6"="Line Key 6"
"Line Key 7"="Line Key 7"
"Line Key 8"="Line Key 8"
"Line Key 9"="Line Key 9"
"Identity is invalid!"="Invalid account!"
"Account information will be cleared, continue or not?"="Account information will be cleared, continue or not?"
"Line Select"="Line Select"
"Account has been Locked"="Account has been locked."
"Account has been successfully logged in"="Account has been successfully logged in"
"Account Status"="Account Status"
"Activation"="Activation"
"S_Account"="Account"
"This pin code not found"="This PIN code cannot be found."
"This phone not found"="This PIN code cannot be found."
"This action can not be reversed"="This action cannot be reversed."
"Frame Rate"="Frame Rate"
"Diagnostics"="Diagnostics"
"USB power overload on the right"="The right USB power overloads"
"Scanning available network"="Scanning available network"
"Saving config file!"="Saving config file!"
"Initializing... Please Wait"="Initializing... Please wait!"
"Initializing... Please Wait!"="Initializing... Please wait!"
"Initializing ..."="Initializing ..."
"logging out ..."="Logging out..."
"logging in..."="Logging in..."
"Sending Message..."="Sending Message..."
"Updating Network..."="Updating network..."
"Updating Network\n\nPlease Wait !"="Updating Network\n\nPlease Wait !"
"Busy here!"="Busy here!"
"Talking, please wait..."="Talking, please wait..."
"Alerting"="Alerting"
"Operate failed for readonly page"="Opeartion failed in read-only page."
"Answer Only!"="Answer Only!"
"Direct"="Direct"
"DirectPickup"="DirectPickup"
"DirectPickup_Idle"="DirectPickup"
"Value"="Value"
"Invalid Value < or >"="Invalid Value < or >"
"Job Title"="Job Title"
"Restricted"="Restricted"
"Restricted"="Restricted"
"Middle name"="Middle name"
"Via"="Via"
"Redialing"="Redialing"
"Redial Times"="Redial Times"
"Redial Time is invalid!"="Redial times is invalid!"
"Redial Interval"="Redial Interval"
"Redial Interval can't be empty!"="Redial Interval can't be empty!"
"Redial Interval is invalid!"="Redial interval is invalid!"
"Redirector"="Redirector"
"Rename Group"="Rename Group"
"Reboot"="Reboot"
"Reboot.."="Reboot.."
"Reboot the phone?"="Reboot the phone?"
"Rebooting...\n\nPlease Wait !"="Rebooting...\n\nPlease wait!"
"Re Provision"="Re Provision"
"S_Re Provision"="Re Provision"
"Re-connect"="Re-connect"
"S_Re-connect"="Re-connect"
"Reset"="Reset"
"Reset Config"="Reset Config"
"S_Reset"="Reset"
"Reset.."="Reset.."
"Reset local settings"="Reset local settings"
"Reset Phone PIN"="Reset Phone PIN"
"Reset non-static settings"="Reset non-static settings"
"Reset static settings"="Reset static settings"
"Reset Configuration"="Reset Configuration"
"Resetting Configuration, please wait..."="Resetting configuration, please wait..."
"Reset Configuration?"="Reset Configuration?"
"Reset failed, please retry later!"="Reset failed, please retry later!"
"Reset web settings"="Reset web settings"
"Reset web settings,\n\nPlease wait..."="Reset web settings,\n\nPlease wait..."
"Resetting to factory,please wait..."="Resetting to factory, please wait..."
"Reset Userdata"="Reset Userdata"
"Resetting Usedata, please wait..."="Resetting userdata, please wait..."
"Reset Userdata?"="Reset Userdata?"
"Reset userdata & local config, Please wait..."="Reset userdata & local config, Please wait..."
"Reset userdata&local setting, please wait..."="Reset userdata&local setting, please wait..."
"Reset userdata & local config"="Reset userdata & local config"
"Resetting to factory, please wait..."="Resetting to factory, please wait..."
"Tue"="Tue"
"Sat"="Sat"
"Sun"="Sun"
"Wed"="Wed"
"Thu"="Thu"
"Fri"="Fri"
"Mon"="Mon"
"Main Menu"="Main Menu"
"Originator-Executive"="Originator-Executive"
"Primary Contact must not be empty."="Primary contact cannot be empty."
"Primary DNS is invalid!"="Primary DNS is invalid!"
"Assistant"="Assistant"
"Assistant Common Settings"="Assistant Common Settings"
"Register Successfully!"="Register successfully!"
"Register Name"="Register Name"
"Invalid Register name!"="Invalid register name!"
"Registered"="Registered"
"Register fail"="Register failed!"
"Registration failed"="Register failed"
"Register Fail!"="Register failed!"
"Registering"="Registering"
"Registering Please Wait!"="Registering...Please wait!"
"Unregistering"="Unregistering"
"Note"="Note"
"Basic Call Park"="Basic Park"
"Park"="Park"
"Parked"="Parked"
"S_Basic Call Park"="BasicPark"
"S_Park"="Park"
"Park to"="Park to"
"Park Failed"="Park failed!"
"Forward Not Reachable"="Forward Not Reachable"
"Invalid Forward to!"="Invalid forward to!"
"L_Transfer"="Transfer"
"S_Transfer"="Transfer"
"Advance to Next Assistant After"="Advance to Asst after"
"Transfer Failed"="Transfer failed!"
"Be Transferred"="Be Transferred"
"Betransferred"="Be Transferred"
"Divert"="Divert"
"Forward"="Forward"
"L_Forward"="Forward"
"S_Forward"="Forward"
"Forward to"="Forward to"
"Forward to: %s"="Forward to: %s"
"Divert to Phone Number/SIP-URI"="Divert to Phone Number/SIP-URI"
"Forward to can't be empty!"="Forward to cannot be empty!"
"Forward to is invalid!"="Forward to is invalid!"
"Forwarded Calls"="Forwarded Calls"
"Forward Option"="Forward Option"
"Forward Selective"="Forward Selection"
"Forward Value"="Forward Value"
"L_My Status"="My Status"
"MENU_Status"="Status"
"S_My State"="My State"
"S_Status"="Status"
"State"="State"
"Status"="Status"
"Status:"="Status:"
"Status requesting..."="Status requesting..."
"ACD Trace"="Trace"
"L_Trace"="Trace"
"S_ACD Trace"="Trace"
"Subnet Mask"="Subnet Mask"
"Subnet Mask!"="Subnet Mask!"
"Subnet Mask is invalid!"="Subnet mask is invalid!"
"Custom"="Custom"
"Custom DND"="Custom DND"
"Custom Key"="Custom Key"
"L_Custom Key"="Custom Key"
"S_Custom Key"="Custom Key"
"CustomButton"="CustomButton"
"CustomContact"="Custom Contact"
"L_CustomContact"="Custom Contact"
"S_CustomContact"="Custom Contact"
"L_Enterprisecommon"="Enterprisecommon"
"S_Enterprisecommon"="Enterprisecommon"
"L_Groupcommom"="Groupcommom"
"S_Groupcommom"="Groupcommom"
"Photo Custom"="Custom Photo"
"Alerting Custom Calling Line ID Number"="Alert Custom Caller ID Num"
"Alerting Custom Calling Line ID Name"="Alert Custom Caller ID Name"
"Custom Forward"="Custom Forward"
"Auto"="Auto"
"Automatic"="Automatic"
"Auto UC Favorites is on.\n Manual configuration is disabled!"="Auto UC Favorites is on.\n Manual configuration is disabled!"
"Auto-login"="Auto Login"
"Auto Provision"="Auto Provision"
"Autop URL can not be none!"="Autop URL can not be none!"
"AutoP to"="AutoP to"
"Auto-p credentials failed"="Auto-p credentials failed"
"AutoP Authority"="AutoP Authority"
"Auto Answer Time"="Auto Answer Time"
"AutoBLFList is on\n manually configing is forbidden!"="Auto BLF List is on.\n Manual configuration is disabled!"
"AutoFavorite is on\n manually configing is forbidden!"="Auto Favorites is on.\n Manual configuration is disabled!"
"AutoLinekey is on\n manually configing is forbidden!"="Auto Linekey is on.\n Manual configuration is disabled!"
"Auto speed dial is on\n manually configing is forbidden!"="Auto SpeedDial is on.\n Manual configuration is forbidden!"
"Auto Answer"="Auto Answer"
"Auto Redial"="Auto Redial"
"Auto Redial Setting"="Auto Redial"
"Auto Divert"="Auto Divert"
"Total Bandwidth"="Total Bandwidth"
"Total Packet Lost"="Total Packet Lost"
"Total"="Total"
"Always"="Always"
"Paging"="Multicast Paging"
"Paging Group"="Paging Group"
"Paging_softkey"="Paging"
"S_Paging"="Paging"
"S_Paging_softkey"="Paging"
"Paging is invalid!"="Paging is invalid!"
"L_Paging List"="Paging List"
"Paging List"="Paging List"
"PagingList"="PagingList"
"S_Paging List"="Paging List"
"Paging failed!"="Paging failed!"
"Paging Channel should be 0-30!"="Paging channel should be 0-30!"
"L_Multicast Paging"="Multicast Paging"
"S_Multicast Paging"="Multicast Paging"
"Delete the group will not delete the group members, but only move them out of the group."="The group memebers will be removed but not deleted."
"GPickup"="GPickup"
"Group Pick Up"="Group Pick Up"
"L_Group Pick Up"="Group Pick Up"
"S_GPickup"="GPickup"
"S_Group Pick Up"="GPickup"
"Group Name"="Group Name"
"Group name must be unique."="Group name must be unique."
"Group name must not be empty"="Group name cannot be empty."
"Organisation"="Organisation"
"GPark"="GPark"
"S_GPark"="GPark"
"JitterBufferMax"="JitterBufferMax"
"Max Timer"="Max Timer"
"Difference between the maximum and the minimum value must be greater than 200!"="Difference between the maximum and the minimum value must be greater than 200!"
"The Last Test Step is Done !"="The last test step is done!"
"The minimum value must be less than the maximum value!"="The minimum value must be less than the maximum value!"
"Longest Waits"="Longest Waits"
"Yesterday"="Yesterday"
"USB power overload on the left"="The left USB power overloads"
